<pad>	0
<unk>	0
<s>	0
</s>	0
in	-0
‚ĖĀt	-1
‚ĖĀa	-2
he	-3
--	-4
re	-5
‚ĖĀthe	-6
‚ĖĀs	-7
er	-8
on	-9
‚ĖĀc	-10
‚ĖĀi	-11
le	-12
ut	-13
st	-14
or	-15
‚ĖĀ1	-16
‚ĖĀin	-17
‚ĖĀf	-18
‚ĖĀ=	-19
te	-20
‚ĖĀn	-21
‚ĖĀo	-22
‚ĖĀd	-23
‚ĖĀp	-24
an	-25
en	-26
‚ĖĀof	-27
at	-28
‚ĖĀb	-29
put	-30
‚ĖĀan	-31
‚ĖĀe	-32
‚ĖĀw	-33
se	-34
‚ĖĀm	-35
ing	-36
um	-37
ar	-38
‚ĖĀ$	-39
al	-40
‚ĖĀto	-41
it	-42
----	-43
‚ĖĀre	-44
ou	-45
‚ĖĀ2	-46
es	-47
-----	-48
):	-49
‚ĖĀl	-50
00	-51
""	-52
‚ĖĀis	-53
mp	-54
‚ĖĀand	-55
ion	-56
ac	-57
‚ĖĀde	-58
‚ĖĀth	-59
‚ĖĀ(	-60
ro	-61
int	-62
‚ĖĀ-	-63
ll	-64
‚ĖĀT	-65
‚ĖĀI	-66
‚ĖĀfor	-67
ge	-68
ur	-69
‚ĖĀ0	-70
‚ĖĀ3	-71
ec	-72
‚ĖĀdef	-73
‚ĖĀg	-74
‚ĖĀnum	-75
‚ĖĀh	-76
‚ĖĀif	-77
‚ĖĀr	-78
1,	-79
()	-80
ve	-81
de	-82
im	-83
ot	-84
ers	-85
is	-86
as	-87
ic	-88
ay	-89
‚ĖĀ[	-90
‚ĖĀst	-91
‚ĖĀ+	-92
‚ĖĀcon	-93
ol	-94
‚ĖĀon	-95
‚ĖĀ\	-96
‚ĖĀex	-97
‚ĖĀThe	-98
urn	-99
ir	-100
ow	-101
‚ĖĀnumb	-102
ul	-103
‚ĖĀ-----	-104
est	-105
‚ĖĀ"	-106
turn	-107
0,	-108
‚ĖĀIn	-109
qu	-110
ate	-111
‚ĖĀreturn	-112
ase	-113
utput	-114
ine	-115
mple	-116
‚ĖĀbe	-117
‚ĖĀA	-118
"""	-119
‚ĖĀy	-120
ist	-121
‚ĖĀle	-122
ap	-123
me	-124
ent	-125
‚ĖĀ4	-126
th	-127
ain	-128
‚ĖĀ"""	-129
‚ĖĀv	-130
‚ĖĀtest	-131
‚ĖĀthat	-132
ig	-133
ample	-134
ly	-135
‚ĖĀinte	-136
ange	-137
‚ĖĀnumber	-138
‚ĖĀinteg	-139
‚ĖĀas	-140
Output	-141
‚ĖĀ5	-142
ce	-143
‚ĖĀare	-144
rint	-145
res	-146
id	-147
pl	-148
ult	-149
nt	-150
ed	-151
‚ĖĀS	-152
‚ĖĀ'	-153
input	-154
",	-155
ort	-156
‚ĖĀ`	-157
‚ĖĀN	-158
‚ĖĀse	-159
))	-160
2,	-161
‚ĖĀcan	-162
‚ĖĀcont	-163
test	-164
‚ĖĀx	-165
‚ĖĀrange	-166
ble	-167
co	-168
..	-169
ct	-170
‚ĖĀco	-171
ach	-172
‚ĖĀk	-173
os	-174
‚ĖĀ10	-175
‚ĖĀstr	-176
‚ĖĀor	-177
irst	-178
ter	-179
ith	-180
],	-181
‚ĖĀcontain	-182
‚ĖĀimp	-183
‚ĖĀInput	-184
‚ĖĀprint	-185
ri	-186
rom	-187
‚ĖĀ#	-188
‚ĖĀ‚Č§	-189
iv	-190
‚ĖĀimport	-191
‚ĖĀfirst	-192
‚ĖĀF	-193
‚ĖĀit	-194
ax	-195
ation	-196
():	-197
‚ĖĀu	-198
ill	-199
‚ĖĀ*	-200
‚ĖĀOutput	-201
‚ĖĀhe	-202
‚ĖĀ==	-203
‚ĖĀline	-204
‚ĖĀ<	-205
ld	-206
‚ĖĀfrom	-207
‚ĖĀar	-208
‚ĖĀwh	-209
end	-210
‚ĖĀM	-211
‚ĖĀyou	-212
ted	-213
10	-214
‚ĖĀch	-215
ad	-216
ame	-217
3,	-218
and	-219
‚ĖĀE	-220
‚ĖĀwith	-221
‚ĖĀone	-222
ue	-223
_{	-224
-1	-225
‚ĖĀans	-226
ht	-227
ray	-228
if	-229
ak	-230
ch	-231
‚ĖĀcontains	-232
‚ĖĀeach	-233
‚ĖĀsu	-234
‚ĖĀP	-235
ment	-236
‚ĖĀmo	-237
‚ĖĀ6	-238
py	-239
‚ĖĀinput	-240
‚ĖĀel	-241
ond	-242
‚ĖĀC	-243
case	-244
‚ĖĀstring	-245
‚ĖĀwill	-246
‚ĖĀres	-247
])	-248
‚ĖĀne	-249
5,	-250
‚ĖĀinteger	-251
si	-252
‚ĖĀso	-253
‚ĖĀnot	-254
``	-255
‚ĖĀB	-256
‚ĖĀpos	-257
ount	-258
‚ĖĀall	-259
‚ĖĀsh	-260
‚ĖĀj	-261
her	-262
‚ĖĀintegers	-263
ind	-264
wo	-265
ight	-266
ver	-267
‚ĖĀmin	-268
',	-269
ave	-270
$.	-271
‚ĖĀ7	-272
‚ĖĀnp	-273
‚ĖĀlen	-274
ata	-275
‚ĖĀcase	-276
str	-277
‚ĖĀat	-278
‚ĖĀmax	-279
).	-280
‚ĖĀsec	-281
ution	-282
am	-283
‚ĖĀtwo	-284
‚ĖĀthis	-285
xample	-286
ert	-287
‚ĖĀval	-288
result	-289
‚ĖĀY	-290
oo	-291
iven	-292
xt	-293
ould	-294
‚ĖĀpl	-295
‚ĖĀint	-296
ote	-297
‚ĖĀsecond	-298
99	-299
plit	-300
][	-301
‚ĖĀpro	-302
ive	-303
art	-304
$,	-305
un	-306
0000	-307
leq	-308
),	-309
et	-310
ans	-311
11	-312
‚ĖĀby	-313
lo	-314
ab	-315
pec	-316
‚ĖĀ1,	-317
‚ĖĀelse	-318
().	-319
‚ĖĀH	-320
om	-321
split	-322
ma	-323
‚ĖĀ‚ÄĒ	-324
ord	-325
())	-326
‚ĖĀhas	-327
ime	-328
‚ĖĀro	-329
act	-330
olution	-331
‚ĖĀ8	-332
app	-333
‚ĖĀarray	-334
ction	-335
‚ĖĀhave	-336
oll	-337
imum	-338
ant	-339
‚ĖĀL	-340
‚ĖĀ+=	-341
01	-342
0]	-343
##	-344
gth	-345
‚ĖĀFor	-346
pe	-347
In	-348
‚ĖĀ```	-349
lf	-350
‚ĖĀgiven	-351
get	-352
‚ĖĀW	-353
red	-354
‚ĖĀlist	-355
4,	-356
ollow	-357
‚ĖĀ10^	-358
ile	-359
‚ĖĀfollow	-360
per	-361
quen	-362
ints	-363
‚ĖĀcol	-364
iz	-365
‚ĖĀexample	-366
ace	-367
‚ĖĀ>	-368
‚ĖĀexec	-369
sert	-370
‚ĖĀthere	-371
code	-372
‚ĖĀresult	-373
("	-374
‚ĖĀdf	-375
il	-376
‚ĖĀ9	-377
ast	-378
+1	-379
‚ĖĀwe	-380
ard	-381
//	-382
‚ĖĀsum	-383
‚ĖĀal	-384
Input	-385
our	-386
erate	-387
ck	-388
sible	-389
ip	-390
len	-391
ther	-392
‚ĖĀdo	-393
...	-394
‚ĖĀ$1	-395
‚ĖĀ2,	-396
ich	-397
op	-398
‚ĖĀ100	-399
**	-400
‚ĖĀfind	-401
fe	-402
‚ĖĀshould	-403
‚ĖĀele	-404
ies	-405
‚ĖĀonly	-406
‚ĖĀD	-407
‚ĖĀtr	-408
quence	-409
ition	-410
append	-411
ack	-412
nd	-413
ree	-414
‚ĖĀR	-415
‚ĖĀany	-416
‚ĖĀgen	-417
‚ĖĀcount	-418
‚ĖĀwhich	-419
‚ĖĀwhe	-420
‚ĖĀsing	-421
‚ĖĀ0,	-422
‚ĖĀpo	-423
qual	-424
map	-425
pt	-426
6,	-427
‚ĖĀsingle	-428
++	-429
23	-430
‚ĖĀlength	-431
ake	-432
pected	-433
‚ĖĀ{	-434
8,	-435
‚ĖĀgenerate	-436
mo	-437
‚ĖĀIf	-438
ask	-439
‚ĖĀqu	-440
‚ĖĀsub	-441
‚ĖĀno	-442
‚ĖĀ_	-443
‚ĖĀelement	-444
‚ĖĀexpected	-445
male	-446
us	-447
7,	-448
ft	-449
Example	-450
‚ĖĀnumbers	-451
‚ĖĀ1)	-452
der	-453
one	-454
‚ĖĀpd	-455
‚ĖĀpossible	-456
for	-457
‚ĖĀchar	-458
‚ĖĀmat	-459
26	-460
('	-461
‚ĖĀfun	-462
dex	-463
ik	-464
‚ĖĀ($	-465
‚ĖĀ<=	-466
ated	-467
‚ĖĀYou	-468
‚ĖĀsp	-469
rent	-470
":	-471
‚ĖĀgr	-472
‚ĖĀsome	-473
‚ĖĀper	-474
‚ĖĀlet	-475
20	-476
el	-477
ays	-478
‚ĖĀget	-479
==	-480
‚ĖĀpa	-481
‚ĖĀ...	-482
all	-483
‚ĖĀansw	-484
[1	-485
ell	-486
‚ĖĀ(1	-487
sum	-488
‚ĖĀO	-489
‚ĖĀ-1	-490
‚ĖĀwhile	-491
‚ĖĀsequence	-492
fter	-493
‚ĖĀother	-494
‚ĖĀ3,	-495
ty	-496
0,0,	-497
‚ĖĀ:	-498
ass	-499
24	-500
ize	-501
[0]	-502
ub	-503
able	-504
val	-505
‚ĖĀsolution	-506
blem	-507
‚ĖĀfunction	-508
‚ĖĀ1:	-509
‚ĖĀ0.	-510
‚ĖĀfollowing	-511
()))	-512
9,	-513
‚ĖĀsuch	-514
‚ĖĀab	-515
ust	-516
‚ĖĀwant	-517
num	-518
ally	-519
([	-520
env	-521
ces	-522
‚ĖĀthen	-523
25	-524
‚ĖĀvalue	-525
")	-526
its	-527
‚ĖĀtime	-528
‚ĖĀExample	-529
to	-530
ity	-531
‚ĖĀequal	-532
‚ĖĀK	-533
array	-534
dd	-535
ines	-536
mat	-537
con	-538
gr	-539
‚ĖĀcons	-540
000	-541
ise	-542
ations	-543
45	-544
‚ĖĀMr	-545
‚ĖĀ|	-546
‚ĖĀnumpy	-547
ice	-548
‚ĖĀz	-549
27	-550
33	-551
ang	-552
list	-553
‚ĖĀhis	-554
‚ĖĀorder	-555
=1	-556
‚ĖĀdist	-557
‚ĖĀthem	-558
alse	-559
‚ĖĀanswer	-560
':	-561
ag	-562
ne	-563
21	-564
‚ĖĀ%	-565
ys	-566
text	-567
‚ĖĀme	-568
28	-569
out	-570
')	-571
‚ĖĀminimum	-572
are	-573
2)	-574
we	-575
ns	-576
‚ĖĀG	-577
-1]	-578
ots	-579
ks	-580
‚ĖĀthan	-581
ower	-582
‚ĖĀsame	-583
‚ĖĀdif	-584
_1,	-585
ues	-586
self	-587
‚ĖĀte	-588
15	-589
ded	-590
ens	-591
ict	-592
les	-593
-0	-594
‚ĖĀIt	-595
ance	-596
35	-597
‚ĖĀcal	-598
‚ĖĀcases	-599
tal	-600
rue	-601
rite	-602
ie	-603
max	-604
‚ĖĀcur	-605
29	-606
_1	-607
‚ĖĀarr	-608
ci	-609
‚ĖĀdata	-610
‚ĖĀoper	-611
imes	-612
‚ĖĀmaximum	-613
‚ĖĀbut	-614
stra	-615
(1	-616
Note	-617
‚ĖĀcl	-618
up	-619
Examples	-620
$-	-621
‚ĖĀplay	-622
‚ĖĀche	-623
ong	-624
$)	-625
rand	-626
‚ĖĀV	-627
‚ĖĀPrint	-628
‚ĖĀelements	-629
ore	-630
_2,	-631
‚ĖĀneed	-632
string	-633
‚ĖĀconsist	-634
87	-635
‚ĖĀEach	-636
66	-637
‚ĖĀTh	-638
par	-639
straints	-640
age	-641
‚ĖĀX	-642
‚ĖĀtotal	-643
ters	-644
34	-645
‚ĖĀcode	-646
‚ĖĀ11	-647
Sample	-648
cd	-649
‚ĖĀdig	-650
‚ĖĀbet	-651
pres	-652
‚ĖĀ0:	-653
‚ĖĀset	-654
‚ĖĀlo	-655
line	-656
‚ĖĀrow	-657
)]	-658
tr	-659
‚ĖĀstart	-660
‚ĖĀword	-661
(1,	-662
ect	-663
ars	-664
ors	-665
‚ĖĀoutput	-666
‚ĖĀ($1	-667
89	-668
ish	-669
‚ĖĀleft	-670
arr	-671
def	-672
‚ĖĀun	-673
ps	-674
ary	-675
]:	-676
_2	-677
read	-678
!=	-679
‚ĖĀcor	-680
‚ĖĀlines	-681
‚ĖĀpoints	-682
‚ĖĀuse	-683
ound	-684
‚ĖĀsol	-685
min	-686
‚ĖĀwhere	-687
‚ĖĀup	-688
‚ĖĀdefine	-689
rame	-690
ial	-691
‚ĖĀcell	-692
‚ĖĀelif	-693
‚ĖĀHe	-694
####	-695
‚ĖĀself	-696
37	-697
ween	-698
30	-699
ven	-700
‚ĖĀpart	-701
‚ĖĀafter	-702
‚ĖĀthey	-703
ird	-704
14	-705
form	-706
ery	-707
‚ĖĀ[1,	-708
‚ĖĀcom	-709
‚ĖĀnext	-710
67	-711
copy	-712
now	-713
‚ĖĀden	-714
‚ĖĀpair	-715
‚ĖĀdes	-716
cul	-717
‚ĖĀbo	-718
ices	-719
3,"	-720
andas	-721
‚ĖĀ**	-722
ves	-723
ite	-724
‚ĖĀbetween	-725
},	-726
‚ĖĀproblem	-727
cc	-728
‚ĖĀend	-729
cri	-730
ents	-731
insert	-732
‚ĖĀen	-733
‚ĖĀ[]	-734
‚ĖĀyour	-735
so	-736
].	-737
84	-738
‚ĖĀpandas	-739
ike	-740
‚ĖĀdoes	-741
‚ĖĀright	-742
‚ĖĀsample	-743
‚ĖĀ1.	-744
85	-745
‚ĖĀap	-746
‚ĖĀout	-747
gh	-748
col	-749
data	-750
ud	-751
du	-752
101	-753
‚ĖĀdiffe	-754
65	-755
‚ĖĀ//	-756
‚ĖĀpre	-757
place	-758
any	-759
context	-760
onstraints	-761
‚ĖĀmake	-762
‚ĖĀthird	-763
oose	-764
".	-765
‚ĖĀcolum	-766
‚ĖĀgo	-767
‚ĖĀ->	-768
‚ĖĀ4,	-769
‚ĖĀJ	-770
‚ĖĀq	-771
‚ĖĀthree	-772
‚ĖĀassert	-773
‚ĖĀposition	-774
‚ĖĀbec	-775
‚ĖĀletters	-776
80	-777
ure	-778
‚ĖĀmore	-779
‚ĖĀindex	-780
17	-781
["	-782
ood	-783
imal	-784
itive	-785
‚ĖĀpr	-786
++++	-787
((	-788
row	-789
‚ĖĀbot	-790
‚ĖĀus	-791
cl	-792
:-----	-793
count	-794
64	-795
‚ĖĀ)	-796
ren	-797
__	-798
wise	-799
‚ĖĀvalues	-800
‚ĖĀinto	-801
.0	-802
ss	-803
‚ĖĀnew	-804
‚ĖĀcalcul	-805
‚ĖĀdiv	-806
ex	-807
‚ĖĀ201	-808
[0	-809
‚ĖĀ$2	-810
po	-811
ES	-812
ff	-813
acters	-814
‚ĖĀty	-815
‚ĖĀThere	-816
=0	-817
‚ĖĀbu	-818
19	-819
‚ĖĀchoose	-820
‚ĖĀgu	-821
df	-822
‚ĖĀexact	-823
‚ĖĀits	-824
60	-825
‚ĖĀmove	-826
‚ĖĀexce	-827
ari	-828
‚ĖĀ15	-829
77	-830
ates	-831
‚ĖĀknow	-832
‚ĖĀ2:	-833
very	-834
]]	-835
‚ĖĀrepres	-836
‚ĖĀday	-837
‚ĖĀsqu	-838
‚ĖĀ10^5	-839
‚ĖĀspace	-840
‚ĖĀNote	-841
"],	-842
jo	-843
‚ĖĀtask	-844
ep	-845
‚ĖĀam	-846
‚ĖĀ!=	-847
‚ĖĀcharacters	-848
reak	-849
sh	-850
‚ĖĀTrue	-851
‚ĖĀgame	-852
‚ĖĀlast	-853
‚ĖĀexactly	-854
‚ĖĀ5,	-855
39	-856
‚ĖĀwants	-857
‚ĖĀlike	-858
‚ĖĀplt	-859
che	-860
‚ĖĀpositive	-861
ey	-862
ick	-863
‚ĖĀdescri	-864
‚ĖĀmod	-865
ire	-866
‚ĖĀsys	-867
plan	-868
ww	-869
‚ĖĀway	-870
Constraints	-871
acter	-872
‚ĖĀpat	-873
69	-874
ix	-875
ber	-876
av	-877
5,,	-878
ON	-879
mpty	-880
set	-881
‚ĖĀsolve	-882
‚ĖĀcheck	-883
.5	-884
ng	-885
parated	-886
18	-887
od	-888
‚ĖĀob	-889
‚ĖĀ12	-890
‚ĖĀ10^9	-891
right	-892
‚ĖĀFalse	-893
‚ĖĀbreak	-894
cre	-895
planation	-896
‚ĖĀnon	-897
com	-898
‚ĖĀdp	-899
ess	-900
rix	-901
aph	-902
ous	-903
‚ĖĀ...,	-904
‚ĖĀclass	-905
‚ĖĀstrings	-906
ins	-907
ero	-908
ions	-909
‚ĖĀsm	-910
‚ĖĀcalculate	-911
xplanation	-912
‚ĖĀdifferent	-913
hef	-914
‚ĖĀ$1$	-915
‚ĖĀshe	-916
=[	-917
‚ĖĀfl	-918
‚ĖĀSo	-919
au	-920
thon	-921
‚ĖĀ20	-922
‚ĖĀmult	-923
gest	-924
inal	-925
‚ĖĀ1]	-926
ild	-927
random	-928
solution	-929
ob	-930
[:	-931
75	-932
‚ĖĀthese	-933
‚ĖĀcharacter	-934
1,1,	-935
‚ĖĀ-=	-936
‚ĖĀdigits	-937
‚ĖĀwor	-938
ya	-939
‚ĖĀ$(	-940
‚ĖĀsk	-941
orted	-942
iss	-943
31	-944
2]	-945
44	-946
.0,	-947
ante	-948
‚ĖĀevery	-949
index	-950
mage	-951
akes	-952
‚ĖĀ$[	-953
`.	-954
‚ĖĀ,	-955
‚ĖĀ$\	-956
arante	-957
‚ĖĀpoint	-958
‚ĖĀtimes	-959
ib	-960
‚ĖĀsize	-961
ten	-962
female	-963
pos	-964
‚ĖĀguarante	-965
','	-966
‚ĖĀtheir	-967
mut	-968
move	-969
TI	-970
otes	-971
‚ĖĀmust	-972
70	-973
‚ĖĀput	-974
1]	-975
‚ĖĀed	-976
ater	-977
ape	-978
gment	-979
‚ĖĀwho	-980
‚ĖĀfour	-981
‚ĖĀhow	-982
oup	-983
plot	-984
‚ĖĀadd	-985
00000000	-986
‚ĖĀax	-987
eries	-988
‚ĖĀguaranteed	-989
‚ĖĀwas	-990
core	-991
replace	-992
`,	-993
Frame	-994
oly	-995
‚ĖĀlower	-996
‚ĖĀleast	-997
‚ĖĀmay	-998
16	-999
22	-1000
‚ĖĀThen	-1001
‚ĖĀwould	-1002
ataFrame	-1003
95	-1004
sed	-1005
cdot	-1006
‚ĖĀwhen	-1007
‚ĖĀvalid	-1008
time	-1009
‚ĖĀmany	-1010
‚ĖĀcost	-1011
)$	-1012
type	-1013
din	-1014
TION	-1015
‚ĖĀboth	-1016
‚ĖĀstud	-1017
88	-1018
ses	-1019
‚ĖĀcomp	-1020
not	-1021
main	-1022
‚ĖĀWrite	-1023
[1]	-1024
‚ĖĀYour	-1025
‚ĖĀalso	-1026
IN	-1027
ph	-1028
‚ĖĀ[[	-1029
term	-1030
own	-1031
ide	-1032
-1)	-1033
ating	-1034
ough	-1035
‚ĖĀeven	-1036
‚ĖĀformat	-1037
0)	-1038
join	-1039
pro	-1040
‚ĖĀcand	-1041
low	-1042
‚ĖĀChef	-1043
fore	-1044
7.	-1045
ute	-1046
36	-1047
‚ĖĀtry	-1048
abc	-1049
‚ĖĀ14	-1050
://	-1051
riend	-1052
ative	-1053
da	-1054
led	-1055
‚ĖĀAl	-1056
‚ĖĀgre	-1057
ry	-1058
readline	-1059
‚ĖĀtype	-1060
with	-1061
‚ĖĀ.	-1062
ign	-1063
‚ĖĀcnt	-1064
}$	-1065
‚ĖĀhim	-1066
length	-1067
ways	-1068
‚ĖĀtok	-1069
ired	-1070
‚ĖĀ/	-1071
‚ĖĀlar	-1072
‚ĖĀwords	-1073
‚ĖĀusing	-1074
aa	-1075
termine	-1076
-1,	-1077
‚ĖĀad	-1078
isi	-1079
ause	-1080
‚ĖĀform	-1081
ctions	-1082
arn	-1083
‚ĖĀmap	-1084
‚ĖĀcard	-1085
rip	-1086
oting	-1087
‚ĖĀ2.	-1088
ical	-1089
left	-1090
pect	-1091
201	-1092
DataFrame	-1093
‚ĖĀoperation	-1094
‚ĖĀ&	-1095
(0,	-1096
OL	-1097
‚ĖĀ{"	-1098
tern	-1099
inct	-1100
inn	-1101
rect	-1102
igh	-1103
‚ĖĀSt	-1104
12	-1105
‚ĖĀsquare	-1106
"]	-1107
‚ĖĀ["	-1108
‚ĖĀ$3	-1109
que	-1110
79	-1111
‚ĖĀrequ	-1112
‚ĖĀid	-1113
‚ĖĀnums	-1114
‚ĖĀconsisting	-1115
ok	-1116
amb	-1117
‚ĖĀpe	-1118
gram	-1119
+1)	-1120
‚ĖĀ>=	-1121
‚ĖĀSolution	-1122
lock	-1123
‚ĖĀtake	-1124
‚ĖĀdenoting	-1125
‚ĖĀU	-1126
‚ĖĀmultip	-1127
‚ĖĀpermut	-1128
‚ĖĀ2)	-1129
‚ĖĀvari	-1130
--------	-1131
bo	-1132
OLU	-1133
....	-1134
)))	-1135
50	-1136
‚ĖĀread	-1137
‚ĖĀfollows	-1138
ges	-1139
lose	-1140
ordin	-1141
74	-1142
task	-1143
‚ĖĀind	-1144
‚ĖĀNone	-1145
‚ĖĀletter	-1146
‚ĖĀPro	-1147
ook	-1148
ms	-1149
OLUTION	-1150
,2	-1151
‚ĖĀinit	-1152
alle	-1153
‚ĖĀquery	-1154
10^	-1155
‚ĖĀfriend	-1156
ince	-1157
‚ĖĀopt	-1158
You	-1159
38	-1160
‚ĖĀSOLUTION	-1161
‚ĖĀAll	-1162
0,3,"	-1163
The	-1164
‚ĖĀdis	-1165
‚ĖĀThis	-1166
ash	-1167
'.	-1168
‚ĖĀempty	-1169
Image	-1170
‚ĖĀcontaining	-1171
‚ĖĀste	-1172
cess	-1173
0.	-1174
‚ĖĀsubse	-1175
‚ĖĀcurrent	-1176
‚ĖĀbl	-1177
ze	-1178
‚ĖĀcontin	-1179
‚ĖĀremain	-1180
air	-1181
‚ĖĀoperations	-1182
ator	-1183
htt	-1184
‚ĖĀsorted	-1185
‚ĖĀRe	-1186
2):	-1187
‚ĖĀHow	-1188
ldots	-1189
‚ĖĀmost	-1190
‚ĖĀexist	-1191
ons	-1192
‚ĖĀ13	-1193
9999	-1194
ove	-1195
)):	-1196
‚ĖĀover	-1197
‚ĖĀWe	-1198
‚ĖĀsegment	-1199
img	-1200
‚ĖĀvert	-1201
]",	-1202
‚ĖĀpi	-1203
‚ĖĀdistinct	-1204
‚ĖĀ--	-1205
‚ĖĀchange	-1206
start	-1207
exec	-1208
‚ĖĀgood	-1209
‚ĖĀ6,	-1210
ither	-1211
‚ĖĀzero	-1212
NO	-1213
execution	-1214
dots	-1215
*(	-1216
("[	-1217
40	-1218
the	-1219
‚ĖĀwr	-1220
55	-1221
]$	-1222
qr	-1223
‚ĖĀbr	-1224
sort	-1225
ambda	-1226
be	-1227
‚ĖĀpar	-1228
90	-1229
‚ĖĀcolumns	-1230
‚ĖĀcolor	-1231
stdin	-1232
‚ĖĀbin	-1233
‚ĖĀconsists	-1234
‚ĖĀocc	-1235
‚ĖĀcopy	-1236
2:	-1237
ople	-1238
word	-1239
‚ĖĀtree	-1240
old	-1241
‚ĖĀList	-1242
‚ĖĀcolumn	-1243
‚ĖĀremove	-1244
1100	-1245
‚ĖĀalways	-1246
+=1	-1247
ank	-1248
ubtask	-1249
‚ĖĀhel	-1250
‚ĖĀ$0	-1251
‚ĖĀpairs	-1252
mod	-1253
########	-1254
‚ĖĀ1000	-1255
separated	-1256
‚ĖĀplayer	-1257
pond	-1258
ia	-1259
‚ĖĀ[0]	-1260
‚ĖĀperform	-1261
‚ĖĀbecause	-1262
‚ĖĀmatrix	-1263
car	-1264
‚ĖĀname	-1265
‚ĖĀturn	-1266
']	-1267
ra	-1268
‚ĖĀdetermine	-1269
side	-1270
‚ĖĀvariable	-1271
‚ĖĀapp	-1272
ats	-1273
respond	-1274
‚ĖĀrespect	-1275
sub	-1276
‚ĖĀexcept	-1277
‚ĖĀrepresent	-1278
ames	-1279
‚ĖĀExplanation	-1280
add	-1281
isf	-1282
="	-1283
‚ĖĀcolle	-1284
atisf	-1285
‚ĖĀhelp	-1286
‚ĖĀgrid	-1287
‚ĖĀcorrespond	-1288
0:	-1289
‚ĖĀProblem	-1290
```	-1291
tex	-1292
‚ĖĀdoesn	-1293
ode	-1294
of	-1295
ste	-1296
‚ĖĀcoordin	-1297
ear	-1298
abel	-1299
(10	-1300
‚ĖĀpath	-1301
](	-1302
‚ĖĀcond	-1303
‚ĖĀlowercase	-1304
equal	-1305
‚ĖĀpass	-1306
erson	-1307
duct	-1308
>>	-1309
‚ĖĀmoves	-1310
ively	-1311
‚ĖĀscore	-1312
++++++++	-1313
49	-1314
‚ĖĀwrite	-1315
13	-1316
ption	-1317
allest	-1318
ject	-1319
‚ĖĀbox	-1320
-2	-1321
name	-1322
‚ĖĀpeople	-1323
‚ĖĀmultiple	-1324
][0]	-1325
orch	-1326
‚ĖĀodd	-1327
‚ĖĀcondition	-1328
EG	-1329
‚ĖĀ16	-1330
‚ĖĀAs	-1331
1:	-1332
med	-1333
‚ĖĀpartic	-1334
ied	-1335
‚ĖĀLet	-1336
‚ĖĀ##	-1337
10100	-1338
epcopy	-1339
xy	-1340
‚ĖĀeither	-1341
‚ĖĀsatisf	-1342
‚ĖĀcorrect	-1343
‚ĖĀop	-1344
‚ĖĀsubstring	-1345
‚ĖĀtf	-1346
‚ĖĀdays	-1347
aces	-1348
‚ĖĀinter	-1349
cur	-1350
‚ĖĀtakes	-1351
deepcopy	-1352
other	-1353
‚ĖĀdistance	-1354
‚ĖĀ19	-1355
‚ĖĀreturns	-1356
}.	-1357
‚ĖĀQ	-1358
ets	-1359
‚ĖĀ['	-1360
EGIN	-1361
‚ĖĀBEGIN	-1362
68	-1363
$).	-1364
‚ĖĀ7,	-1365
imize	-1366
ertex	-1367
fr	-1368
‚ĖĀsw	-1369
‚ĖĀflo	-1370
‚ĖĀmath	-1371
1)	-1372
ome	-1373
ider	-1374
ij	-1375
‚ĖĀdigit	-1376
1,2,	-1377
‚ĖĀ[0,	-1378
‚ĖĀkey	-1379
‚ĖĀcontinue	-1380
‚ĖĀrespectively	-1381
+=	-1382
['	-1383
np	-1384
})	-1385
100	-1386
‚ĖĀobt	-1387
‚ĖĀamount	-1388
gative	-1389
ular	-1390
‚ĖĀAfter	-1391
ail	-1392
ulo	-1393
‚ĖĀcould	-1394
loc	-1395
‚ĖĀcannot	-1396
‚ĖĀ3.	-1397
rence	-1398
‚ĖĀtemp	-1399
vel	-1400
‚ĖĀconn	-1401
‚ĖĀabs	-1402
‚ĖĀspec	-1403
‚ĖĀprogram	-1404
‚ĖĀ$4	-1405
andard	-1406
‚ĖĀdire	-1407
sec	-1408
angle	-1409
clu	-1410
[-1]	-1411
ered	-1412
ensor	-1413
‚ĖĀneeds	-1414
YES	-1415
‚ĖĀ[2,	-1416
‚ĖĀdeci	-1417
2.	-1418
sion	-1419
,,	-1420
lish	-1421
‚ĖĀnow	-1422
quences	-1423
‚ĖĀ=>	-1424
‚ĖĀtorch	-1425
","	-1426
‚ĖĀexceed	-1427
‚ĖĀheight	-1428
‚ĖĀFind	-1429
‚ĖĀwork	-1430
‚ĖĀ__	-1431
‚ĖĀmon	-1432
vi	-1433
www	-1434
‚ĖĀpres	-1435
‚ĖĀwrit	-1436
‚ĖĀpermutation	-1437
‚ĖĀcells	-1438
wars	-1439
asing	-1440
76	-1441
arrow	-1442
‚ĖĀincre	-1443
carp	-1444
‚ĖĀabove	-1445
‚ĖĀperson	-1446
‚ĖĀused	-1447
‚ĖĀtop	-1448
False	-1449
ark	-1450
ments	-1451
‚ĖĀfact	-1452
‚ĖĀteam	-1453
‚ĖĀMiss	-1454
‚ĖĀFirst	-1455
‚ĖĀtri	-1456
ities	-1457
‚ĖĀgraph	-1458
close	-1459
‚ĖĀmain	-1460
assert	-1461
‚ĖĀ</	-1462
‚ĖĀYES	-1463
‚ĖĀcre	-1464
learn	-1465
verse	-1466
‚ĖĀround	-1467
plt	-1468
‚ĖĀ1):	-1469
‚ĖĀbefore	-1470
()]	-1471
ially	-1472
uring	-1473
(2,	-1474
‚ĖĀsy	-1475
‚ĖĀless	-1476
‚ĖĀgroup	-1477
‚ĖĀvertices	-1478
‚ĖĀpiec	-1479
alind	-1480
:00	-1481
mon	-1482
‚ĖĀ8,	-1483
‚ĖĀjust	-1484
testing	-1485
‚ĖĀ18	-1486
‚ĖĀ50	-1487
‚ĖĀtestcase	-1488
‚ĖĀma	-1489
ull	-1490
}{	-1491
^{	-1492
frame	-1493
mn	-1494
dist	-1495
‚ĖĀotherwise	-1496
times	-1497
python	-1498
‚ĖĀmodulo	-1499
bin	-1500
bers	-1501
ython	-1502
strip	-1503
codewars	-1504
‚ĖĀvery	-1505
‚ĖĀtrans	-1506
rightarrow	-1507
‚ĖĀbuy	-1508
‚ĖĀrows	-1509
‚ĖĀ]	-1510
‚ĖĀ17	-1511
‚ĖĀdec	-1512
‚ĖĀcity	-1513
print	-1514
‚ĖĀhere	-1515
‚ĖĀstate	-1516
kl	-1517
size	-1518
‚ĖĀ[1	-1519
ger	-1520
asya	-1521
aN	-1522
ically	-1523
‚ĖĀrequired	-1524
‚ĖĀroad	-1525
olycarp	-1526
‚ĖĀsklearn	-1527
‚ĖĀsci	-1528
bit	-1529
isible	-1530
sive	-1531
‚ĖĀvertex	-1532
date	-1533
land	-1534
‚ĖĀnumbered	-1535
‚ĖĀfe	-1536
graph	-1537
‚ĖĀways	-1538
‚ĖĀ30	-1539
iginal	-1540
shape	-1541
‚ĖĀStandard	-1542
‚ĖĀmeans	-1543
ined	-1544
number	-1545
‚ĖĀabout	-1546
ift	-1547
xyz	-1548
cle	-1549
‚ĖĀEng	-1550
‚ĖĀCh	-1551
ever	-1552
‚ĖĀher	-1553
ossible	-1554
‚ĖĀNO	-1555
utes	-1556
‚ĖĀNaN	-1557
ongest	-1558
‚ĖĀwritten	-1559
‚ĖĀ10,	-1560
‚ĖĀsmallest	-1561
78	-1562
‚ĖĀac	-1563
‚ĖĀroom	-1564
‚ĖĀbase	-1565
‚ĖĀdecided	-1566
‚ĖĀJo	-1567
ele	-1568
vert	-1569
point	-1570
‚ĖĀdescrib	-1571
43	-1572
by	-1573
gor	-1574
‚ĖĀ(1,	-1575
‚ĖĀEnglish	-1576
‚ĖĀGiven	-1577
ches	-1578
‚ĖĀsee	-1579
‚ĖĀsi	-1580
‚ĖĀ25	-1581
‚ĖĀcho	-1582
‚ĖĀbinary	-1583
,3	-1584
dp	-1585
+1):	-1586
‚ĖĀadj	-1587
‚ĖĀmid	-1588
‚ĖĀwhat	-1589
pr	-1590
‚ĖĀ$2$	-1591
‚ĖĀNow	-1592
‚ĖĀplace	-1593
aut	-1594
1,0,	-1595
‚ĖĀplan	-1596
‚ĖĀtable	-1597
‚ĖĀweight	-1598
‚ĖĀstudents	-1599
3)	-1600
ier	-1601
(10)	-1602
‚ĖĀloc	-1603
‚ĖĀfr	-1604
elp	-1605
‚ĖĀSubtask	-1606
True	-1607
ings	-1608
‚ĖĀ0)	-1609
ique	-1610
‚ĖĀbeg	-1611
‚ĖĀanother	-1612
png	-1613
uck	-1614
‚ĖĀinitial	-1615
3]	-1616
ares	-1617
26.	-1618
rough	-1619
‚ĖĀHelp	-1620
‚ĖĀdescription	-1621
rib	-1622
ield	-1623
-01	-1624
‚ĖĀcandies	-1625
arget	-1626
‚ĖĀqueries	-1627
48	-1628
]=	-1629
uv	-1630
‚ĖĀ10000	-1631
ah	-1632
)",	-1633
‚ĖĀ3:	-1634
‚ĖĀonce	-1635
fit	-1636
‚ĖĀpower	-1637
‚ĖĀstack	-1638
00,	-1639
47	-1640
fig	-1641
‚ĖĀ[3,	-1642
‚ĖĀrest	-1643
secut	-1644
‚ĖĀthrough	-1645
‚ĖĀag	-1646
OD	-1647
pre	-1648
‚ĖĀoccur	-1649
day	-1650
‚ĖĀ`[	-1651
‚ĖĀdown	-1652
‚ĖĀtokens	-1653
‚ĖĀAt	-1654
dict	-1655
ides	-1656
‚ĖĀexists	-1657
‚ĖĀ}	-1658
‚ĖĀcorresponding	-1659
key	-1660
‚ĖĀcards	-1661
‚ĖĀcomple	-1662
ke	-1663
flo	-1664
‚ĖĀoff	-1665
value	-1666
abcdef	-1667
‚ĖĀWh	-1668
‚ĖĀquest	-1669
output	-1670
tle	-1671
‚ĖĀru	-1672
‚ĖĀmy	-1673
‚ĖĀdon	-1674
uvw	-1675
‚ĖĀPolycarp	-1676
‚ĖĀrect	-1677
pat	-1678
][1]	-1679
ones	-1680
‚ĖĀvis	-1681
let	-1682
‚ĖĀwithout	-1683
‚ĖĀAn	-1684
‚ĖĀnode	-1685
‚ĖĀedges	-1686
‚ĖĀlevel	-1687
‚ĖĀscipy	-1688
+1,	-1689
‚ĖĀdiff	-1690
ghij	-1691
ready	-1692
‚ĖĀVasya	-1693
‚ĖĀshow	-1694
‚ĖĀgreater	-1695
icks	-1696
‚ĖĀTo	-1697
qrst	-1698
pop	-1699
[0])	-1700
ghijkl	-1701
idx	-1702
nan	-1703
‚ĖĀke	-1704
uvwxyz	-1705
‚ĖĀseparated	-1706
ouse	-1707
‚ĖĀspe	-1708
hen	-1709
ented	-1710
‚ĖĀedge	-1711
umerate	-1712
‚ĖĀalready	-1713
<=	-1714
hn	-1715
gs	-1716
1,"	-1717
kata	-1718
ected	-1719
‚ĖĀproduct	-1720
mnop	-1721
59	-1722
secutive	-1723
ghijklmnop	-1724
qrstuvwxyz	-1725
‚ĖĀNo	-1726
‚ĖĀfin	-1727
ror	-1728
ence	-1729
Given	-1730
omes	-1731
lease	-1732
without	-1733
‚ĖĀsc	-1734
‚ĖĀstep	-1735
ending	-1736
hes	-1737
nums	-1738
ving	-1739
,,0,0,	-1740
‚ĖĀ$5	-1741
ward	-1742
https	-1743
‚ĖĀball	-1744
‚ĖĀprocess	-1745
‚ĖĀAr	-1746
‚ĖĀOn	-1747
‚ĖĀsele	-1748
‚ĖĀbelow	-1749
‚ĖĀprime	-1750
abcdefghijklmnop	-1751
ink	-1752
‚ĖĀacc	-1753
‚ĖĀenumerate	-1754
‚ĖĀ$3$	-1755
‚ĖĀremaining	-1756
frac	-1757
ives	-1758
ants	-1759
‚ĖĀMrs	-1760
rest	-1761
‚ĖĀ-->	-1762
arange	-1763
],[	-1764
‚ĖĀtext	-1765
_**	-1766
‚ĖĀbecomes	-1767
ols	-1768
‚ĖĀ123	-1769
ures	-1770
‚ĖĀ###	-1771
‚ĖĀquotes	-1772
‚ĖĀappe	-1773
86	-1774
‚ĖĀ""	-1775
clusive	-1776
())):	-1777
]==	-1778
rome	-1779
‚ĖĀfourth	-1780
des	-1781
‚ĖĀund	-1782
‚ĖĀwhether	-1783
‚ĖĀcoordinates	-1784
lib	-1785
ained	-1786
Explanation	-1787
del	-1788
dig	-1789
‚ĖĀreach	-1790
ooks	-1791
‚ĖĀOther	-1792
‚ĖĀallow	-1793
1.	-1794
"))	-1795
‚ĖĀ(2	-1796
09	-1797
2,"	-1798
‚ĖĀent	-1799
1[	-1800
cted	-1801
‚ĖĀrece	-1802
airs	-1803
‚ĖĀite	-1804
‚ĖĀrob	-1805
‚ĖĀseconds	-1806
‚ĖĀupper	-1807
‚ĖĀtensor	-1808
57	-1809
bab	-1810
‚ĖĀ**_	-1811
‚ĖĀminutes	-1812
‚ĖĀparticip	-1813
‚ĖĀcollections	-1814
‚ĖĀbest	-1815
lambda	-1816
‚ĖĀsubsequence	-1817
cost	-1818
‚ĖĀbuild	-1819
‚ĖĀbit	-1820
‚ĖĀpositions	-1821
alindrome	-1822
=[]	-1823
‚ĖĀalph	-1824
‚ĖĀsmall	-1825
‚ĖĀequals	-1826
$),	-1827
‚ĖĀer	-1828
‚ĖĀsa	-1829
‚ĖĀdep	-1830
‚ĖĀ10^{	-1831
‚ĖĀduring	-1832
(4	-1833
'],	-1834
‚ĖĀAlice	-1835
‚ĖĀHowever	-1836
inner	-1837
‚ĖĀoriginal	-1838
‚ĖĀ3)	-1839
plic	-1840
‚ĖĀAnd	-1841
‚ĖĀtyp	-1842
‚ĖĀdivis	-1843
****	-1844
ility	-1845
‚ĖĀgive	-1846
!!	-1847
‚ĖĀque	-1848
‚ĖĀHere	-1849
‚ĖĀblock	-1850
‚ĖĀlongest	-1851
ory	-1852
‚ĖĀ>>>	-1853
‚ĖĀrec	-1854
‚ĖĀ99	-1855
olum	-1856
‚ĖĀBut	-1857
‚ĖĀstarting	-1858
‚ĖĀ24	-1859
‚ĖĀblack	-1860
wn	-1861
port	-1862
plotlib	-1863
‚ĖĀExamples	-1864
‚ĖĀchild	-1865
‚ĖĀproblems	-1866
‚ĖĀmatplotlib	-1867
‚ĖĀfinal	-1868
‚ĖĀtoken	-1869
‚ĖĀcalled	-1870
‚ĖĀ100000000	-1871
acle	-1872
‚ĖĀpile	-1873
‚ĖĀwere	-1874
‚ĖĀstarts	-1875
avel	-1876
‚ĖĀgot	-1877
fix	-1878
ault	-1879
ature	-1880
‚ĖĀcook	-1881
‚ĖĀlook	-1882
~~	-1883
sume	-1884
‚ĖĀcoins	-1885
ext	-1886
ual	-1887
+1]	-1888
‚ĖĀ200	-1889
andom	-1890
‚ĖĀ`"	-1891
vers	-1892
‚ĖĀBob	-1893
acent	-1894
‚ĖĀdish	-1895
‚ĖĀarrays	-1896
‚ĖĀimpossible	-1897
‚ĖĀinf	-1898
orm	-1899
]`	-1900
valid	-1901
‚ĖĀReturn	-1902
‚ĖĀconsecutive	-1903
‚ĖĀboard	-1904
‚ĖĀcomput	-1905
46	-1906
AA	-1907
‚ĖĀpattern	-1908
_3	-1909
‚ĖĀZ	-1910
‚ĖĀreg	-1911
‚ĖĀsplit	-1912
‚ĖĀoptimal	-1913
‚ĖĀwhite	-1914
‚ĖĀlong	-1915
‚ĖĀOtherwise	-1916
cy	-1917
uple	-1918
‚ĖĀindices	-1919
[2	-1920
ose	-1921
oun	-1922
(2):	-1923
‚ĖĀtrue	-1924
matrix	-1925
ico	-1926
oriz	-1927
‚ĖĀkata	-1928
‚ĖĀfriends	-1929
‚ĖĀtrain	-1930
sidered	-1931
‚ĖĀconsidered	-1932
sp	-1933
(0)	-1934
ian	-1935
ump	-1936
‚ĖĀdict	-1937
‚ĖĀlarge	-1938
‚ĖĀWhen	-1939
anges	-1940
range	-1941
oney	-1942
‚ĖĀ1],	-1943
‚ĖĀsince	-1944
‚ĖĀ[4,	-1945
‚ĖĀSince	-1946
3.	-1947
ieve	-1948
,1	-1949
ee	-1950
5)	-1951
inning	-1952
‚ĖĀ000	-1953
‚ĖĀsquares	-1954
sign	-1955
ately	-1956
‚ĖĀside	-1957
‚ĖĀlargest	-1958
dtype	-1959
._	-1960
rees	-1961
‚ĖĀcar	-1962
‚ĖĀmess	-1963
xx	-1964
‚ĖĀsort	-1965
‚ĖĀobtain	-1966
‚ĖĀstudent	-1967
]])	-1968
‚ĖĀ9,	-1969
-1):	-1970
‚ĖĀtarget	-1971
starting	-1972
‚ĖĀsatisfy	-1973
my	-1974
thod	-1975
thing	-1976
xico	-1977
‚ĖĀsubarray	-1978
abs	-1979
amp	-1980
arch	-1981
‚ĖĀopen	-1982
({	-1983
‚ĖĀflag	-1984
words	-1985
oper	-1986
save	-1987
xicograph	-1988
([[	-1989
‚ĖĀyear	-1990
‚ĖĀsever	-1991
‚ĖĀdivisible	-1992
()",	-1993
‚ĖĀcy	-1994
(1):	-1995
‚ĖĀrandom	-1996
empty	-1997
‚ĖĀcities	-1998
‚ĖĀCount	-1999
‚ĖĀfound	-2000
mb	-2001
ands	-2002
imil	-2003
‚ĖĀidx	-2004
‚ĖĀlead	-2005
.9	-2006
‚ĖĀpython	-2007
2[	-2008
otal	-2009
‚ĖĀbeen	-2010
imilar	-2011
‚ĖĀswap	-2012
‚ĖĀunique	-2013
alance	-2014
negative	-2015
‚ĖĀdifference	-2016
box	-2017
eded	-2018
pyplot	-2019
‚ĖĀoracle	-2020
‚ĖĀreplace	-2021
‚ĖĀseveral	-2022
AN	-2023
(1)	-2024
‚ĖĀ(2,	-2025
‚ĖĀ^	-2026
trans	-2027
‚ĖĀ-1,	-2028
‚ĖĀcontest	-2029
uch	-2030
54	-2031
cm	-2032
‚ĖĀamong	-2033
abet	-2034
savefig	-2035
No	-2036
‚ĖĀconnected	-2037
isect	-2038
‚ĖĀback	-2039
ds	-2040
pa	-2041
sequence	-2042
stru	-2043
‚ĖĀiter	-2044
ca	-2045
hed	-2046
‚ĖĀadjacent	-2047
oth	-2048
-1])	-2049
tree	-2050
‚ĖĀsysdef	-2051
‚ĖĀrepresented	-2052
56	-2053
dep	-2054
‚ĖĀask	-2055
‚ĖĀlabel	-2056
‚ĖĀph	-2057
‚ĖĀ0],	-2058
‚ĖĀwin	-2059
‚ĖĀbrack	-2060
ush	-2061
‚ĖĀ4.	-2062
‚ĖĀbel	-2063
ba	-2064
‚ĖĀcap	-2065
‚ĖĀ10^6	-2066
‚ĖĀ00	-2067
‚ĖĀrun	-2068
‚ĖĀser	-2069
vious	-2070
‚ĖĀWhat	-2071
‚ĖĀdescribed	-2072
ify	-2073
‚ĖĀgets	-2074
‚ĖĀprice	-2075
1111	-2076
11001	-2077
board	-2078
‚ĖĀThus	-2079
$;	-2080
ting	-2081
float	-2082
‚ĖĀ"201	-2083
‚ĖĀarea	-2084
83	-2085
‚ĖĀpow	-2086
:]	-2087
‚ĖĀbott	-2088
‚ĖĀvers	-2089
wik	-2090
‚ĖĀtmp	-2091
‚ĖĀrepe	-2092
ane	-2093
-1][	-2094
ages	-2095
‚ĖĀconvert	-2096
ts	-2097
ific	-2098
‚ĖĀmark	-2099
‚ĖĀanswers	-2100
‚ĖĀconditions	-2101
og	-2102
ient	-2103
‚ĖĀ3],	-2104
‚ĖĀMOD	-2105
isited	-2106
244	-2107
div	-2108
wor	-2109
‚ĖĀev	-2110
‚ĖĀmoney	-2111
duce	-2112
[1])	-2113
http	-2114
‚ĖĀcurr	-2115
gorith	-2116
‚ĖĀ23	-2117
na	-2118
ght	-2119
play	-2120
‚ĖĀret	-2121
group	-2122
‚ĖĀach	-2123
2}	-2124
20,	-2125
‚ĖĀ21	-2126
seed	-2127
‚ĖĀsl	-2128
zero	-2129
‚ĖĀmoment	-2130
%2	-2131
io	-2132
[::	-2133
cnt	-2134
‚ĖĀ$4$	-2135
ilter	-2136
dec	-2137
ken	-2138
temp	-2139
‚ĖĀbus	-2140
‚ĖĀred	-2141
osen	-2142
‚ĖĀlst	-2143
colum	-2144
‚ĖĀlambda	-2145
‚ĖĀ{}	-2146
‚ĖĀpict	-2147
‚ĖĀobject	-2148
ls	-2149
‚ĖĀmade	-2150
‚ĖĀagain	-2151
sib	-2152
aced	-2153
‚ĖĀact	-2154
‚ĖĀbeaut	-2155
‚ĖĀquestion	-2156
/1	-2157
gum	-2158
‚ĖĀYes	-2159
‚ĖĀhouse	-2160
‚ĖĀdecimal	-2161
,4	-2162
ana	-2163
here	-2164
‚ĖĀter	-2165
‚ĖĀallowed	-2166
‚ĖĀhigh	-2167
no	-2168
‚ĖĀstop	-2169
‚ĖĀgoing	-2170
‚ĖĀmatch	-2171
21,	-2172
27.	-2173
‚ĖĀ''	-2174
‚ĖĀ(0	-2175
aving	-2176
‚ĖĀplayers	-2177
‚ĖĀunder	-2178
‚ĖĀspecial	-2179
els	-2180
idth	-2181
‚ĖĀ(0,	-2182
alk	-2183
‚ĖĀ2]	-2184
imit	-2185
1011001	-2186
‚ĖĀspaces	-2187
‚ĖĀvisit	-2188
af	-2189
‚ĖĀcreate	-2190
10110100	-2191
='	-2192
‚ĖĀmethod	-2193
‚ĖĀsequences	-2194
101100110100	-2195
97	-2196
‚ĖĀqueue	-2197
‚ĖĀsegments	-2198
^2	-2199
‚ĖĀmem	-2200
zz	-2201
‚ĖĀ'1	-2202
‚ĖĀchosen	-2203
++++++++++++++++	-2204
ner	-2205
‚ĖĀlengths	-2206
(*	-2207
BB	-2208
way	-2209
‚ĖĀ'.	-2210
order	-2211
‚ĖĀaxis	-2212
‚ĖĀdenotes	-2213
################	-2214
‚ĖĀDe	-2215
<<	-2216
‚ĖĀ–Ņ	-2217
1,3,"	-2218
‚ĖĀTask	-2219
math	-2220
‚ĖĀreverse	-2221
5-0	-2222
‚ĖĀ`1	-2223
‚ĖĀfig	-2224
image	-2225
‚ĖĀalgorith	-2226
‚ĖĀconsider	-2227
‚ĖĀresulting	-2228
‚ĖĀlexicograph	-2229
‚ĖĀlit	-2230
‚ĖĀfloor	-2231
pp	-2232
[2]	-2233
eros	-2234
aking	-2235
‚ĖĀhour	-2236
ont	-2237
most	-2238
‚ĖĀeat	-2239
04	-2240
05	-2241
man	-2242
‚ĖĀcut	-2243
‚ĖĀpieces	-2244
‚ĖĀ"1	-2245
‚ĖĀim	-2246
‚ĖĀman	-2247
‚ĖĀtypes	-2248
numbers	-2249
94	-2250
200	-2251
atch	-2252
find	-2253
‚ĖĀthose	-2254
‚ĖĀcolors	-2255
‚ĖĀJohn	-2256
‚ĖĀalphabet	-2257
‚ĖĀincrease	-2258
.4	-2259
bb	-2260
‚ĖĀsign	-2261
‚ĖĀwins	-2262
‚ĖĀachieve	-2263
aten	-2264
‚ĖĀcall	-2265
from	-2266
oups	-2267
‚ĖĀargum	-2268
‚ĖĀinterest	-2269
‚ĖĀconstraints	-2270
//2	-2271
stem	-2272
wh	-2273
Yes	-2274
resh	-2275
‚ĖĀmag	-2276
total	-2277
‚ĖĀcomm	-2278
‚ĖĀmaximize	-2279
‚ĖĀbeginning	-2280
10^9	-2281
ster	-2282
values	-2283
‚ĖĀcomplete	-2284
‚ĖĀinputs	-2285
25,	-2286
‚ĖĀ1$	-2287
‚ĖĀassign	-2288
63	-2289
comp	-2290
stance	-2291
iam	-2292
new	-2293
ighb	-2294
imens	-2295
‚ĖĀdistrib	-2296
inite	-2297
olute	-2298
‚ĖĀdefault	-2299
‚ĖĀreceive	-2300
‚ĖĀrepresenting	-2301
Re	-2302
appy	-2303
ips	-2304
‚ĖĀ'0	-2305
There	-2306
‚ĖĀpoly	-2307
61	-2308
angu	-2309
axis	-2310
‚ĖĀhad	-2311
‚ĖĀtravel	-2312
fl	-2313
raw	-2314
flow	-2315
open	-2316
‚ĖĀOne	-2317
‚ĖĀsteps	-2318
ug	-2319
ffic	-2320
ress	-2321
‚ĖĀhold	-2322
‚ĖĀbeing	-2323
‚ĖĀmonth	-2324
‚ĖĀneeded	-2325
‚ĖĀparent	-2326
dif	-2327
ashi	-2328
stat	-2329
‚ĖĀPlease	-2330
‚ĖĀassume	-2331
‚ĖĀexpres	-2332
‚ĖĀstatement	-2333
‚ĖĀpiece	-2334
‚ĖĀminimal	-2335
mer	-2336
‚ĖĀ("	-2337
‚ĖĀeas	-2338
‚ĖĀrel	-2339
cores	-2340
‚ĖĀdecre	-2341
‚ĖĀsimple	-2342
‚ĖĀresults	-2343
tack	-2344
‚ĖĀAlso	-2345
‚ĖĀstones	-2346
"`	-2347
-=1	-2348
‚ĖĀ26	-2349
‚ĖĀ7.	-2350
‚ĖĀNum	-2351
‚ĖĀrobot	-2352
‚ĖĀselect	-2353
}$.	-2354
‚ĖĀThat	-2355
‚ĖĀvisited	-2356
‚ĖĀalgorithm	-2357
ov	-2358
‚ĖĀhand	-2359
‚ĖĀenough	-2360
2*	-2361
>=	-2362
tring	-2363
‚ĖĀord	-2364
6-0	-2365
label	-2366
‚ĖĀprobab	-2367
58	-2368
1,1,"	-2369
‚ĖĀblue	-2370
‚ĖĀjump	-2371
‚ĖĀpalindrome	-2372
OR	-2373
‚ĖĀ],	-2374
‚ĖĀreal	-2375
‚ĖĀknows	-2376
‚ĖĀarrange	-2377
mid	-2378
‚ĖĀNext	-2379
‚ĖĀgoes	-2380
‚ĖĀheap	-2381
‚ĖĀnote	-2382
ness	-2383
‚ĖĀtoo	-2384
‚ĖĀable	-2385
‚ĖĀcent	-2386
‚ĖĀmean	-2387
‚ĖĀdirection	-2388
73	-2389
98	-2390
AB	-2391
Co	-2392
cum	-2393
‚ĖĀ$6	-2394
uous	-2395
‚ĖĀsay	-2396
ights	-2397
‚ĖĀbottom	-2398
‚ĖĀlow	-2399
=(	-2400
‚ĖĀav	-2401
char	-2402
‚ĖĀcir	-2403
‚ĖĀrot	-2404
ustom	-2405
‚ĖĀ$[1,	-2406
‚ĖĀwell	-2407
formation	-2408
----------------	-2409
ale	-2410
ourse	-2411
stead	-2412
‚ĖĀprev	-2413
‚ĖĀroot	-2414
‚ĖĀfalse	-2415
onsider	-2416
inte	-2417
randint	-2418
‚ĖĀconnect	-2419
ily	-2420
ming	-2421
‚ĖĀConstraints	-2422
);	-2423
aur	-2424
‚ĖĀhapp	-2425
‚ĖĀexamples	-2426
‚ĖĀinitially	-2427
aper	-2428
‚ĖĀwon	-2429
ahashi	-2430
cs	-2431
log	-2432
uff	-2433
‚ĖĀobtained	-2434
.5,	-2435
org	-2436
ross	-2437
stant	-2438
‚ĖĀincreasing	-2439
digit	-2440
‚ĖĀThey	-2441
‚ĖĀminimize	-2442
13,	-2443
‚ĖĀInit	-2444
verage	-2445
‚ĖĀnodes	-2446
‚ĖĀstand	-2447
4-	-2448
node	-2449
‚ĖĀinv	-2450
1}	-2451
‚ĖĀ5.	-2452
clud	-2453
omin	-2454
‚ĖĀ___	-2455
4]	-2456
=2	-2457
tt	-2458
4567	-2459
[0],	-2460
‚ĖĀdel	-2461
‚ĖĀfield	-2462
/2	-2463
qrt	-2464
‚ĖĀUn	-2465
‚ĖĀShe	-2466
akahashi	-2467
‚ĖĀlocated	-2468
‚ĖĀcoordinate	-2469
wer	-2470
‚ĖĀnec	-2471
atures	-2472
ording	-2473
‚ĖĀspeed	-2474
‚ĖĀ10^5$)	-2475
08	-2476
‚ĖĀ((	-2477
‚ĖĀ*=	-2478
‚ĖĀlog	-2479
‚ĖĀMore	-2480
points	-2481
‚ĖĀ10^5$	-2482
‚ĖĀwater	-2483
‚ĖĀ0]	-2484
‚ĖĀequ	-2485
‚ĖĀlik	-2486
‚ĖĀmet	-2487
aster	-2488
‚ĖĀdeg	-2489
‚ĖĀunt	-2490
11,	-2491
‚ĖĀdi	-2492
==0:	-2493
agon	-2494
‚ĖĀpas	-2495
‚ĖĀcommon	-2496
‚ĖĀabsolute	-2497
ams	-2498
(-1)	-2499
token	-2500
fect	-2501
‚ĖĀextr	-2502
‚ĖĀrepresents	-2503
Th	-2504
ton	-2505
fact	-2506
action	-2507
8,,	-2508
‚ĖĀ—Ā	-2509
arl	-2510
lst	-2511
‚ĖĀexp	-2512
lower	-2513
sibly	-2514
‚ĖĀgoal	-2515
ortest	-2516
‚ĖĀbelong	-2517
‚ĖĀbisect	-2518
‚ĖĀpresent	-2519
ought	-2520
work	-2521
‚ĖĀ==>	-2522
‚ĖĀPet	-2523
‚ĖĀpaint	-2524
‚ĖĀtestcases	-2525
‚ĖĀstill	-2526
‚ĖĀpicture	-2527
—ā–ĺ	-2528
10,	-2529
alue	-2530
‚ĖĀdate	-2531
‚ĖĀsystem	-2532
sk	-2533
ST	-2534
bs	-2535
Sum	-2536
([1,	-2537
‚ĖĀshown	-2538
‚ĖĀ–ī	-2539
‚ĖĀcustom	-2540
‚ĖĀparame	-2541
‚ĖĀinclusive	-2542
–Ĺ—č	-2543
'])	-2544
‚ĖĀcub	-2545
‚ĖĀnames	-2546
(),	-2547
ids	-2548
‚ĖĀ[5,	-2549
‚ĖĀfile	-2550
‚ĖĀ√ó	-2551
‚ĖĀ–≤	-2552
2,3,	-2553
‚ĖĀends	-2554
‚ĖĀwhose	-2555
2],	-2556
inf	-2557
orn	-2558
atin	-2559
‚ĖĀbig	-2560
sorted	-2561
allclose	-2562
1],	-2563
‚ĖĀ-1.	-2564
pairs	-2565
‚ĖĀtuple	-2566
bl	-2567
rd	-2568
pose	-2569
iness	-2570
‚ĖĀstrict	-2571
‚ĖĀmessage	-2572
‚ĖĀInitially	-2573
.7	-2574
??	-2575
999	-2576
‚ĖĀ40	-2577
‚ĖĀtokenize	-2578
Ar	-2579
‚ĖĀSe	-2580
‚ĖĀhig	-2581
‚ĖĀdest	-2582
‚ĖĀmuch	-2583
‚ĖĀ4)	-2584
ances	-2585
ather	-2586
tight	-2587
‚ĖĀapply	-2588
‚ĖĀsubset	-2589
‚ĖĀrectangle	-2590
+7	-2591
alf	-2592
ills	-2593
‚ĖĀmar	-2594
‚ĖĀbbox	-2595
inches	-2596
columns	-2597
‚ĖĀbecome	-2598
gy	-2599
23,	-2600
gcd	-2601
‚ĖĀpay	-2602
‚ĖĀ"""#	-2603
‚ĖĀneighb	-2604
(3,	-2605
rary	-2606
-01-0	-2607
angles	-2608
‚ĖĀspend	-2609
‚ĖĀprefix	-2610
datetime	-2611
ital	-2612
‚ĖĀsold	-2613
‚ĖĀtrip	-2614
‚ĖĀinterse	-2615
4)	-2616
AR	-2617
XX	-2618
]+	-2619
‚ĖĀcr	-2620
stack	-2621
format	-2622
‚ĖĀtests	-2623
cmds	-2624
olve	-2625
ouble	-2626
score	-2627
‚ĖĀshift	-2628
‚ĖĀdefined	-2629
\,	-2630
26,	-2631
cho	-2632
25,,	-2633
‚ĖĀboxes	-2634
‚ĖĀprevious	-2635
3:	-2636
123	-2637
‚ĖĀgroups	-2638
‚ĖĀhaving	-2639
‚ĖĀdataframe	-2640
‚ĖĀ$0$	-2641
‚ĖĀpack	-2642
‚ĖĀuntil	-2643
cal	-2644
ently	-2645
‚ĖĀtell	-2646
cending	-2647
‚ĖĀdefaultdict	-2648
‚ĖĀ('	-2649
‚ĖĀ....	-2650
‚ĖĀroads	-2651
Subtask	-2652
‚ĖĀfactor	-2653
–ĺ–ī	-2654
mem	-2655
‚ĖĀmx	-2656
‚ĖĀsets	-2657
‚ĖĀerror	-2658
‚ĖĀcourse	-2659
‚ĖĀhome	-2660
‚ĖĀnecess	-2661
ade	-2662
‚ĖĀ3]	-2663
‚ĖĀ60	-2664
",".	-2665
‚ĖĀbook	-2666
‚ĖĀcoin	-2667
‚ĖĀitem	-2668
‚ĖĀ1),	-2669
‚ĖĀWill	-2670
‚ĖĀasked	-2671
‚ĖĀfloat	-2672
tf	-2673
‚ĖĀcome	-2674
‚ĖĀluck	-2675
0,0,0,	-2676
‚ĖĀCan	-2677
‚ĖĀballs	-2678
‚ĖĀlooks	-2679
‚ĖĀsides	-2680
‚ĖĀConsider	-2681
8.	-2682
EX	-2683
dle	-2684
ics	-2685
asha	-2686
iped	-2687
‚ĖĀ(3,	-2688
‚ĖĀones	-2689
‚ĖĀplaying	-2690
‚ĖĀnegative	-2691
‚ĖĀstrictly	-2692
cript	-2693
‚ĖĀrules	-2694
br	-2695
–Ĺ–ĺ	-2696
____	-2697
‚ĖĀ0.0	-2698
‚ĖĀ11,	-2699
‚ĖĀdele	-2700
+2	-2701
CA	-2702
ka	-2703
ype	-2704
‚ĖĀAN	-2705
None	-2706
‚ĖĀchef	-2707
‚ĖĀmask	-2708
‚ĖĀlangu	-2709
‚ĖĀturns	-2710
‚ĖĀCounter	-2711
‚ĖĀsmaller	-2712
32	-2713
PC	-2714
sm	-2715
‚ĖĀ')	-2716
‚ĖĀvow	-2717
[::-1]	-2718
‚ĖĀlikes	-2719
‚ĖĀleading	-2720
IT	-2721
good	-2722
‚ĖĀgcd	-2723
‚ĖĀjob	-2724
‚ĖĀchanges	-2725
‚ĖĀinstead	-2726
]))	-2727
pow	-2728
‚ĖĀbracket	-2729
ron	-2730
‚ĖĀdid	-2731
lls	-2732
tic	-2733
‚ĖĀ1}	-2734
even	-2735
]-	-2736
ew	-2737
itions	-2738
‚ĖĀPetya	-2739
‚ĖĀinterval	-2740
‚ĖĀtriangle	-2741
96	-2742
pi	-2743
2,,	-2744
3],	-2745
‚ĖĀ($0	-2746
‚ĖĀ($2	-2747
‚ĖĀzip	-2748
‚ĖĀoptim	-2749
‚ĖĀwidth	-2750
‚ĖĀminute	-2751
0],	-2752
iod	-2753
tes	-2754
prime	-2755
depend	-2756
cept	-2757
‚ĖĀ$(1,	-2758
‚ĖĀkind	-2759
imension	-2760
353	-2761
‚ĖĀfre	-2762
‚ĖĀ$1$,	-2763
‚ĖĀunits	-2764
‚ĖĀbalance	-2765
ized	-2766
‚ĖĀbar	-2767
cluding	-2768
‚ĖĀblocks	-2769
transform	-2770
ek	-2771
000,	-2772
ears	-2773
‚ĖĀkeep	-2774
‚ĖĀskip	-2775
‚ĖĀdenote	-2776
28.	-2777
‚ĖĀ1))	-2778
00000	-2779
‚ĖĀ2014	-2780
formed	-2781
rences	-2782
‚ĖĀappear	-2783
als	-2784
sys	-2785
‚ĖĀ-1):	-2786
‚ĖĀexpression	-2787
‚ĖĀinformation	-2788
[0][	-2789
‚ĖĀshape	-2790
‚ĖĀprobability	-2791
)%	-2792
0,2,"	-2793
ified	-2794
‚ĖĀ10^4	-2795
‚ĖĀKata	-2796
‚ĖĀwalk	-2797
‚ĖĀalong	-2798
‚ĖĀshortest	-2799
‚ĖĀcle	-2800
struct	-2801
Subtasks	-2802
‚ĖĀrepresentation	-2803
---	-2804
1):	-2805
Num	-2806
‚ĖĀBer	-2807
inter	-2808
‚ĖĀpick	-2809
‚ĖĀsect	-2810
filter	-2811
‚ĖĀinfinite	-2812
quare	-2813
50,	-2814
neq	-2815
‚ĖĀ22	-2816
iful	-2817
‚ĖĀ2013	-2818
‚ĖĀrank	-2819
‚ĖĀwhole	-2820
‚ĖĀstation	-2821
6:	-2822
az	-2823
‚ĖĀ4:	-2824
‚ĖĀSh	-2825
‚ĖĀstar	-2826
000000	-2827
02	-2828
]*	-2829
‚ĖĀident	-2830
mplement	-2831
‚ĖĀversion	-2832
(3	-2833
LL	-2834
izz	-2835
‚ĖĀ1‚Č§	-2836
ored	-2837
‚ĖĀsit	-2838
moves	-2839
‚ĖĀbits	-2840
‚ĖĀtile	-2841
‚ĖĀdeque	-2842
‚ĖĀattack	-2843
‚ĖĀrating	-2844
‚ĖĀindepend	-2845
nu	-2846
‚ĖĀ`0	-2847
‚ĖĀconc	-2848
minimum	-2849
07	-2850
(42)	-2851
init	-2852
last	-2853
ful	-2854
‚ĖĀ'!	-2855
‚ĖĀdirect	-2856
99999999	-2857
operations	-2858
=[0]	-2859
‚ĖĀ10**	-2860
‚ĖĀaccording	-2861
‚ĖĀ$5$	-2862
‚ĖĀrepl	-2863
‚ĖĀsolutions	-2864
We	-2865
plus	-2866
‚ĖĀhard	-2867
ipedia	-2868
‚ĖĀitems	-2869
‚ĖĀcompute	-2870
aba	-2871
‚ĖĀsen	-2872
first	-2873
‚ĖĀLatin	-2874
‚ĖĀarbit	-2875
ER	-2876
‚ĖĀEd	-2877
‚ĖĀLe	-2878
‚ĖĀ500	-2879
tools	-2880
‚ĖĀgives	-2881
-2,	-2882
ding	-2883
gers	-2884
ifier	-2885
olumn	-2886
oring	-2887
‚ĖĀsymb	-2888
‚ĖĀstdin	-2889
possibly	-2890
7.7	-2891
‚ĖĀ1-	-2892
‚ĖĀgir	-2893
‚ĖĀcert	-2894
‚ĖĀcandy	-2895
‚ĖĀchooses	-2896
‚ĖĀsubstrings	-2897
2-	-2898
(2)	-2899
‚ĖĀ2],	-2900
1,2,"	-2901
‚ĖĀitertools	-2902
‚ĖĀpermutations	-2903
cr	-2904
grid	-2905
‚ĖĀ0):	-2906
‚ĖĀemp	-2907
‚ĖĀsns	-2908
‚ĖĀparts	-2909
‚ĖĀwithin	-2910
53	-2911
({'	-2912
-1:	-2913
109	-2914
aps	-2915
‚ĖĀtw	-2916
anana	-2917
uplic	-2918
‚ĖĀSome	-2919
456789	-2920
‚ĖĀWilliam	-2921
41	-2922
111	-2923
[1:	-2924
lex	-2925
und	-2926
‚ĖĀ5)	-2927
rows	-2928
‚ĖĀchess	-2929
‚ĖĀchocol	-2930
loy	-2931
[1],	-2932
‚ĖĀbool	-2933
‚ĖĀuppercase	-2934
omb	-2935
rid	-2936
‚ĖĀ8.	-2937
‚ĖĀsn	-2938
‚ĖĀload	-2939
‚ĖĀsimp	-2940
‚ĖĀgreen	-2941
‚ĖĀtrying	-2942
06	-2943
349	-2944
998	-2945
non	-2946
seq	-2947
‚ĖĀour	-2948
AX	-2949
IO	-2950
‚ĖĀ45	-2951
‚ĖĀ6.	-2952
less	-2953
‚ĖĀhead	-2954
‚ĖĀclose	-2955
‚ĖĀheapq	-2956
‚ĖĀrestaur	-2957
SC	-2958
odd	-2959
‚ĖĀCo	-2960
Chef	-2961
‚ĖĀtick	-2962
ression	-2963
uration	-2964
‚ĖĀitself	-2965
‚ĖĀcounter	-2966
91	-2967
=4	-2968
‚ĖĀ$|	-2969
List	-2970
medi	-2971
‚ĖĀ12,	-2972
ually	-2973
where	-2974
‚ĖĀcombin	-2975
distance	-2976
‚ĖĀTakahashi	-2977
PL	-2978
li	-2979
anks	-2980
‚ĖĀdecrease	-2981
‚ĖĀsubsequences	-2982
[:,	-2983
iguous	-2984
‚ĖĀfigure	-2985
.5,,	-2986
‚ĖĀdraw	-2987
‚ĖĀfull	-2988
‚ĖĀcompany	-2989
MM	-2990
ny	-2991
uth	-2992
‚ĖĀ..	-2993
tend	-2994
‚ĖĀ100,	-2995
‚ĖĀForm	-2996
‚ĖĀfive	-2997
versed	-2998
‚ĖĀparticular	-2999
31,	-3000
van	-3001
‚ĖĀ#1	-3002
‚ĖĀ[0	-3003
aves	-3004
gg	-3005
33,	-3006
895	-3007
base	-3008
hest	-3009
‚ĖĀ1][	-3010
‚ĖĀwinner	-3011
AT	-3012
==0	-3013
lay	-3014
ved	-3015
‚ĖĀ4]	-3016
olume	-3017
‚ĖĀeasy	-3018
‚ĖĀinside	-3019
5]	-3020
‚ĖĀok	-3021
next	-3022
‚ĖĀown	-3023
ortun	-3024
osing	-3025
‚ĖĀhalf	-3026
‚ĖĀaddition	-3027
‚ĖĀchildren	-3028
/5	-3029
CD	-3030
000$	-3031
izes	-3032
‚ĖĀ100$	-3033
‚ĖĀ100)	-3034
‚ĖĀclock	-3035
‚ĖĀcosts	-3036
‚ĖĀperfect	-3037
‚ĖĀBe	-3038
‚ĖĀsup	-3039
icult	-3040
‚ĖĀstre	-3041
‚ĖĀhours	-3042
‚ĖĀmight	-3043
‚ĖĀteams	-3044
‚ĖĀ%=	-3045
‚ĖĀIs	-3046
‚ĖĀarri	-3047
‚ĖĀdivide	-3048
‚ĖĀfinish	-3049
.6	-3050
‚ĖĀ-2	-3051
+1)]	-3052
card	-3053
0,1,"	-3054
remove	-3055
‚ĖĀEvery	-3056
‚ĖĀsimilar	-3057
‚ĖĀparticipants	-3058
-8	-3059
_4	-3060
‚ĖĀ‚Üí	-3061
‚ĖĀ"0	-3062
‚ĖĀ$1$.	-3063
‚ĖĀfree	-3064
‚ĖĀshop	-3065
alth	-3066
ious	-3067
color	-3068
‚ĖĀpassed	-3069
‚ĖĀappears	-3070
root	-3071
redict	-3072
‚ĖĀshows	-3073
ha	-3074
2-1	-3075
...,	-3076
change	-3077
‚ĖĀpaper	-3078
ova	-3079
rop	-3080
‚ĖĀ35	-3081
‚ĖĀAB	-3082
‚ĖĀdr	-3083
bles	-3084
‚ĖĀdfs	-3085
ithme	-3086
rength	-3087
‚ĖĀmodel	-3088
groupby	-3089
2-0	-3090
‚ĖĀli	-3091
Date	-3092
ared	-3093
cent	-3094
‚ĖĀTwo	-3095
‚ĖĀcame	-3096
‚ĖĀfill	-3097
‚ĖĀnever	-3098
‚ĖĀzeros	-3099
instance	-3100
acci	-3101
aken	-3102
imak	-3103
‚ĖĀmed	-3104
‚ĖĀsix	-3105
train	-3106
‚ĖĀnumer	-3107
‚ĖĀemploy	-3108
81	-3109
Max	-3110
‚ĖĀ~~	-3111
lass	-3112
over	-3113
allen	-3114
‚ĖĀscores	-3115
)*	-3116
bf	-3117
{}	-3118
)$.	-3119
ima	-3120
two	-3121
‚ĖĀST	-3122
ning	-3123
‚ĖĀ$\{	-3124
‚ĖĀbad	-3125
‚ĖĀcup	-3126
upper	-3127
‚ĖĀasks	-3128
arrange	-3129
‚ĖĀprofit	-3130
‚ĖĀweights	-3131
path	-3132
sqrt	-3133
‚ĖĀ20,	-3134
‚ĖĀ5],	-3135
‚ĖĀ2015-0	-3136
‚ĖĀapples	-3137
‚ĖĀduplic	-3138
‚ĖĀarbitrary	-3139
GG	-3140
SE	-3141
ho	-3142
–Ĺ–į	-3143
83,	-3144
‚ĖĀjo	-3145
10^5	-3146
",".",".	-3147
‚ĖĀFormally	-3148
‚ĖĀstanding	-3149
(2	-3150
RR	-3151
—Ä–ĺ	-3152
pon	-3153
‚ĖĀ<<	-3154
nuke	-3155
‚ĖĀ$10	-3156
‚ĖĀmakes	-3157
arg	-3158
lic	-3159
‚ĖĀ90	-3160
‚ĖĀ1])	-3161
iving	-3162
onacci	-3163
."	-3164
‚ĖĀ"\	-3165
ains	-3166
oted	-3167
‚ĖĀ'''	-3168
‚ĖĀ10)	-3169
‚ĖĀCon	-3170
‚ĖĀlot	-3171
‚ĖĀmiddle	-3172
‚ĖĀplaced	-3173
‚ĖĀseries	-3174
‚ĖĀaverage	-3175
‚ĖĀ[(	-3176
‚ĖĀmiss	-3177
‚ĖĀuser	-3178
permut	-3179
cor	-3180
‚ĖĀio	-3181
erge	-3182
‚ĖĀunit	-3183
gether	-3184
‚ĖĀtensorflow	-3185
->	-3186
**2	-3187
‚ĖĀ36	-3188
(10,	-3189
==1:	-3190
ided	-3191
‚ĖĀ109	-3192
‚ĖĀfif	-3193
‚ĖĀmeet	-3194
parent	-3195
‚ĖĀworld	-3196
‚ĖĀPython	-3197
‚ĖĀcollect	-3198
gn	-3199
29.	-3200
]],	-3201
ava	-3202
tup	-3203
‚ĖĀ2*	-3204
wiki	-3205
after	-3206
pattern	-3207
fficient	-3208
‚ĖĀmonster	-3209
mm	-3210
"])	-3211
cry	-3212
fer	-3213
oss	-3214
reg	-3215
‚ĖĀDo	-3216
‚ĖĀ111	-3217
‚ĖĀfav	-3218
‚ĖĀsuit	-3219
‚ĖĀcertain	-3220
':'	-3221
den	-3222
iew	-3223
–Ĺ—č–Ķ	-3224
‚ĖĀvect	-3225
‚ĖĀsepar	-3226
ithmetic	-3227
)-	-3228
CC	-3229
Ch	-3230
"].	-3231
345	-3232
ath	-3233
‚ĖĀEx	-3234
‚ĖĀ~~~	-3235
model	-3236
‚ĖĀseen	-3237
‚ĖĀextra	-3238
‚ĖĀloves	-3239
‚ĖĀbutton	-3240
‚ĖĀoccurs	-3241
‚ĖĀfollowed	-3242
`-	-3243
cat	-3244
roy	-3245
‚ĖĀ105	-3246
2,0,0,	-3247
‚ĖĀtwice	-3248
‚ĖĀisinstance	-3249
abb	-3250
‚ĖĀSte	-3251
ivers	-3252
‚ĖĀwall	-3253
000.0,	-3254
uation	-3255
‚ĖĀ10^9$)	-3256
‚ĖĀperiod	-3257
wikipedia	-3258
By	-3259
do	-3260
__(	-3261
‚ĖĀpop	-3262
atase	-3263
dered	-3264
lines	-3265
forces	-3266
‚ĖĀindic	-3267
‚ĖĀDetermine	-3268
12,	-3269
atur	-3270
mean	-3271
‚ĖĀ-0.	-3272
‚ĖĀ[1]	-3273
‚ĖĀ2000	-3274
‚ĖĀdone	-3275
‚ĖĀwond	-3276
1,0,0,	-3277
‚ĖĀhoriz	-3278
ference	-3279
aw	-3280
fun	-3281
‚ĖĀ{'	-3282
‚ĖĀ120	-3283
ators	-3284
tence	-3285
‚ĖĀdoll	-3286
‚ĖĀflow	-3287
ef	-3288
‚ĖĀ27	-3289
‚ĖĀOr	-3290
10**	-3291
‚ĖĀexam	-3292
anging	-3293
‚ĖĀavail	-3294
‚ĖĀimmedi	-3295
uit	-3296
0,1,	-3297
‚ĖĀloo	-3298
rtype	-3299
‚ĖĀAlex	-3300
‚ĖĀTest	-3301
‚ĖĀsure	-3302
‚ĖĀknown	-3303
reverse	-3304
‚ĖĀtogether	-3305
93	-3306
OO	-3307
[-	-3308
bu	-3309
)),	-3310
leg	-3311
‚ĖĀisn	-3312
omial	-3313
‚ĖĀcross	-3314
‚ĖĀcircle	-3315
em	-3316
'].	-3317
]):	-3318
ock	-3319
arri	-3320
arse	-3321
oplus	-3322
orizer	-3323
‚ĖĀtaken	-3324
‚ĖĀreally	-3325
‚ĖĀsearch	-3326
alindrom	-3327
‚ĖĀconcaten	-3328
‚ĖĀindependent	-3329
1",	-3330
110	-3331
tri	-3332
utf	-3333
iers	-3334
itch	-3335
show	-3336
‚ĖĀnet	-3337
apple	-3338
ouses	-3339
ainted	-3340
‚ĖĀlimit	-3341
‚ĖĀbetter	-3342
‚ĖĀdivided	-3343
[(	-3344
28,	-3345
]$.	-3346
ait	-3347
‚ĖĀ34	-3348
+1][	-3349
‚ĖĀfix	-3350
‚ĖĀpur	-3351
‚ĖĀ10^9)	-3352
ortunately	-3353
101101001100	-3354
1011001101001100	-3355
(5	-3356
–į–Ĺ	-3357
‚ĖĀ–ļ	-3358
99,	-3359
‚ĖĀ$7	-3360
dout	-3361
part	-3362
‚ĖĀ''.	-3363
.05,,	-3364
econd	-3365
ision	-3366
‚ĖĀtasks	-3367
possible	-3368
‚ĖĀstrength	-3369
‚ĖĀbeautiful	-3370
‚ĖĀ1000000000	-3371
27,	-3372
5-1	-3373
joy	-3374
‚ĖĀ-3	-3375
mask	-3376
‚ĖĀgift	-3377
‚ĖĀstone	-3378
‚ĖĀformed	-3379
‚ĖĀplaces	-3380
‚ĖĀremoved	-3381
1=	-3382
–Ķ—Ä	-3383
ched	-3384
tens	-3385
‚ĖĀ'0'	-3386
‚ĖĀ13,	-3387
Count	-3388
acher	-3389
agonal	-3390
‚ĖĀworks	-3391
‚ĖĀargument	-3392
‚ĖĀrestaurant	-3393
ta	-3394
][1	-3395
gon	-3396
ram	-3397
ser	-3398
arry	-3399
‚ĖĀ-1:	-3400
‚ĖĀ100$)	-3401
reshape	-3402
‚ĖĀMaster	-3403
‚ĖĀString	-3404
‚ĖĀstarted	-3405
‚ĖĀdivisors	-3406
adi	-3407
ina	-3408
}$,	-3409
‚ĖĀ28	-3410
-1],	-3411
‚ĖĀ0.5	-3412
‚ĖĀ$2$,	-3413
‚ĖĀCode	-3414
‚ĖĀcomes	-3415
‚ĖĀrooms	-3416
‚ĖĀyears	-3417
strings	-3418
‚ĖĀsparse	-3419
‚ĖĀTherefore	-3420
‚ĖĀdifficult	-3421
‚ĖĀremainder	-3422
ney	-3423
‚ĖĀGood	-3424
‚ĖĀVova	-3425
5,0,0,	-3426
‚ĖĀhappy	-3427
angular	-3428
‚ĖĀdelete	-3429
Le	-3430
‚ĖĀ‚Č†	-3431
22,	-3432
‚ĖĀ#2	-3433
‚ĖĀ2¬∑	-3434
‚ĖĀdtype	-3435
‚ĖĀpiles	-3436
‚ĖĀmoving	-3437
ANA	-3438
]),	-3439
clf	-3440
ese	-3441
ilt	-3442
atest	-3443
encode	-3444
‚ĖĀlists	-3445
‚ĖĀtransform	-3446
3$	-3447
‚ĖĀ?	-3448
2",	-3449
21.	-3450
‚ĖĀ80	-3451
‚ĖĀho	-3452
mult	-3453
‚ĖĀ300	-3454
‚ĖĀabc	-3455
‚ĖĀcat	-3456
night	-3457
‚ĖĀfifth	-3458
reasing	-3459
‚ĖĀbeauty	-3460
‚ĖĀprogramming	-3461
71	-3462
-1$	-3463
ato	-3464
itle	-3465
‚ĖĀeval	-3466
‚ĖĀcandid	-3467
105	-3468
14.	-3469
items	-3470
randn	-3471
‚ĖĀLimak	-3472
‚ĖĀinsert	-3473
‚ĖĀprimes	-3474
‚ĖĀascending	-3475
5-	-3476
Er	-3477
17,	-3478
+1))	-3479
‚ĖĀ$(1	-3480
‚ĖĀadded	-3481
‚ĖĀ2014-0	-3482
‚ĖĀreduce	-3483
,5	-3484
ja	-3485
265	-3486
‚ĖĀ$8	-3487
true	-3488
‚ĖĀhtt	-3489
arrays	-3490
‚ĖĀdisplay	-3491
‚ĖĀlanguage	-3492
'),	-3493
son	-3494
game	-3495
iver	-3496
‚ĖĀ//=	-3497
‚ĖĀsur	-3498
solve	-3499
wards	-3500
‚ĖĀking	-3501
‚ĖĀimage	-3502
‚ĖĀlearn	-3503
product	-3504
.)	-3505
AC	-3506
nce	-3507
‚ĖĀIN	-3508
pert	-3509
PLANA	-3510
PLANATION	-3511
‚ĖĀoptimally	-3512
‚ĖĀparticipant	-3513
dt	-3514
sa	-3515
14,	-3516
=1)	-3517
opt	-3518
1010	-3519
Time	-3520
‚ĖĀ{1,	-3521
‚ĖĀscho	-3522
‚ĖĀmulti	-3523
‚ĖĀavailable	-3524
‚ĖĀsatisfied	-3525
‚ĖĀsubarrays	-3526
30,	-3527
ball	-3528
‚ĖĀ2),	-3529
‚ĖĀfit	-3530
‚ĖĀplane	-3531
‚ĖĀdesired	-3532
‚ĖĀteacher	-3533
‚ĖĀquestions	-3534
‚ĖĀintersection	-3535
+3	-3536
22.	-3537
‚ĖĀ\{	-3538
```,	-3539
diff	-3540
‚ĖĀsuc	-3541
ellow	-3542
‚ĖĀ$0$.	-3543
‚ĖĀnone	-3544
‚ĖĀprin	-3545
‚ĖĀHence	-3546
‚ĖĀbooks	-3547
‚ĖĀcycle	-3548
‚ĖĀmarks	-3549
process	-3550
‚ĖĀpainted	-3551
‚ĖĀunderst	-3552
$$	-3553
(-	-3554
IL	-3555
Pr	-3556
‚ĖĀ¬ę	-3557
‚Ė†‚Ė†	-3558
‚ĖĀfew	-3559
Error	-3560
uster	-3561
‚ĖĀgues	-3562
‚ĖĀgames	-3563
inclusive	-3564
EXPLANATION	-3565
_0	-3566
This	-3567
aler	-3568
alph	-3569
‚ĖĀ10^5)	-3570
‚ĖĀdepth	-3571
‚ĖĀtrack	-3572
‚ĖĀvolume	-3573
‚ĖĀcapital	-3574
‚ĖĀstations	-3575
6)	-3576
("\	-3577
limit	-3578
peline	-3579
‚ĖĀbought	-3580
‚ĖĀlittle	-3581
‚ĖĀrepeated	-3582
‚ĖĀselected	-3583
II	-3584
–Ķ—ā	-3585
Pro	-3586
4321	-3587
‚ĖĀreac	-3588
‚ĖĀwind	-3589
244353	-3590
‚ĖĀSnuke	-3591
‚ĖĀremem	-3592
‚ĖĀleaves	-3593
‚ĖĀarguments	-3594
‚ĖĀinteresting	-3595
.,	-3596
7)	-3597
‚ĖĀ@	-3598
ann	-3599
inv	-3600
pot	-3601
‚ĖĀ2-	-3602
‚ĖĀBy	-3603
‚ĖĀGr	-3604
‚ĖĀaa	-3605
aaaa	-3606
hing	-3607
miss	-3608
‚ĖĀ$6$	-3609
‚ĖĀ[0.	-3610
‚ĖĀaway	-3611
‚ĖĀsell	-3612
‚ĖĀdoing	-3613
‚ĖĀcorresponds	-3614
$1	-3615
)+	-3616
‚ÄĒ‚ÄĒ	-3617
off	-3618
‚ĖĀAm	-3619
3,4,	-3620
====	-3621
‚ĖĀ4],	-3622
Value	-3623
state	-3624
‚ĖĀ$(2,	-3625
labels	-3626
‚ĖĀinclu	-3627
‚ĖĀleave	-3628
‚ĖĀmatter	-3629
‚ĖĀmaximal	-3630
uel	-3631
win	-3632
‚ĖĀAi	-3633
‚ĖĀ10.	-3634
Array	-3635
‚ĖĀ$[2,	-3636
‚ĖĀbank	-3637
8,0,0,	-3638
Column	-3639
‚ĖĀparty	-3640
‚ĖĀtrees	-3641
‚ĖĀaltern	-3642
‚ĖĀcompet	-3643
‚ĖĀlarger	-3644
‚ĖĀtemper	-3645
‚ĖĀchanged	-3646
AM	-3647
arm	-3648
‚ĖĀ33	-3649
rank	-3650
‚ĖĀ1).	-3651
‚ĖĀ101	-3652
‚ĖĀAny	-3653
check	-3654
vered	-3655
‚ĖĀ000)	-3656
Tensor	-3657
‚ĖĀaround	-3658
‚ĖĀplease	-3659
operator	-3660
‚ĖĀsubsegment	-3661
FF	-3662
anc	-3663
ody	-3664
ret	-3665
rew	-3666
‚ĖĀ2^	-3667
that	-3668
‚ĖĀyen	-3669
arily	-3670
colle	-3671
ffect	-3672
tered	-3673
‚ĖĀ[[1,	-3674
‚ĖĀstat	-3675
‚ĖĀthink	-3676
‚ĖĀzeroes	-3677
‚ĖĀvertical	-3678
idf	-3679
‚ĖĀ5]	-3680
‚ĖĀMM	-3681
come	-3682
‚ĖĀang	-3683
‚ĖĀlay	-3684
‚ĖĀtot	-3685
aborn	-3686
‚ĖĀkeys	-3687
‚ĖĀpage	-3688
‚ĖĀcounts	-3689
‚ĖĀseaborn	-3690
Al	-3691
25.	-3692
mit	-3693
‚ĖĀ29	-3694
ceil	-3695
ests	-3696
‚ĖĀseq	-3697
‚ĖĀuses	-3698
‚ĖĀ10^9$	-3699
‚ĖĀaccept	-3700
‚ĖĀhouses	-3701
‚ĖĀlabels	-3702
‚ĖĀrelative	-3703
51	-3704
‚ĖĀ[[]	-3705
‚ĖĀsim	-3706
names	-3707
‚ĖĀ----	-3708
‚ĖĀDima	-3709
‚ĖĀIvan	-3710
‚ĖĀlight	-3711
‚ĖĀsticks	-3712
‚ĖĀchallen	-3713
‚ĖĀsomething	-3714
ris	-3715
_1$,	-3716
pair	-3717
‚ĖĀSum	-3718
‚ĖĀinp	-3719
ients	-3720
6,0,0,	-3721
8.05,,	-3722
‚ĖĀpassen	-3723
03	-3724
llo	-3725
anya	-3726
days	-3727
pare	-3728
‚ĖĀbag	-3729
‚ĖĀoperator	-3730
decreasing	-3731
fortunately	-3732
‚ĖĀcontiguous	-3733
Of	-3734
‚ĖĀ–ł	-3735
_2$	-3736
uzz	-3737
‚ĖĀ".	-3738
‚ĖĀ(3	-3739
cise	-3740
ends	-3741
item	-3742
‚ĖĀ15,	-3743
‚ĖĀcomb	-3744
‚ĖĀappro	-3745
‚ĖĀfront	-3746
ination	-3747
‚ĖĀrecord	-3748
‚ĖĀpartition	-3749
TT	-3750
29,	-3751
‚ĖĀ`'	-3752
igin	-3753
rain	-3754
tract	-3755
‚ĖĀstore	-3756
‚ĖĀcorner	-3757
‚ĖĀBerland	-3758
‚ĖĀimmediately	-3759
—Ā—ā	-3760
60,	-3761
skip	-3762
‚ĖĀold	-3763
gression	-3764
‚ĖĀnecessary	-3765
‚ĖĀsatisfies	-3766
sl	-3767
').	-3768
ART	-3769
ows	-3770
‚ĖĀ")	-3771
‚ĖĀ31	-3772
‚ĖĀ39	-3773
‚ĖĀmn	-3774
3333	-3775
area	-3776
iding	-3777
tesIO	-3778
‚ĖĀmagic	-3779
‚ĖĀ2016-0	-3780
‚ĖĀNumber	-3781
‚ĖĀdestroy	-3782
‚ĖĀsatisfying	-3783
15.	-3784
45,	-3785
78,	-3786
‚ĖĀ42	-3787
tick	-3788
‚ĖĀ110	-3789
‚ĖĀsuff	-3790
banana	-3791
winner	-3792
iversity	-3793
‚ĖĀreturned	-3794
imensional	-3795
75,	-3796
Col	-3797
_1$	-3798
‚ĖĀ\\	-3799
‚ĖĀpy	-3800
")))	-3801
cand	-3802
curr	-3803
keys	-3804
tent	-3805
‚ĖĀbur	-3806
‚ĖĀterm	-3807
‚ĖĀThese	-3808
‚ĖĀSecond	-3809
‚ĖĀcenter	-3810
‚ĖĀreversed	-3811
ii	-3812
nn	-3813
rm	-3814
34,	-3815
sing	-3816
‚ĖĀcit	-3817
‚ĖĀith	-3818
false	-3819
‚ĖĀ$[3,	-3820
ionary	-3821
‚ĖĀoccup	-3822
‚ĖĀtried	-3823
‚ĖĀchoice	-3824
‚ĖĀrequire	-3825
‚ĖĀworking	-3826
‚ĖĀconstruct	-3827
‚ĖĀarithmetic	-3828
-2)	-3829
abe	-3830
bar	-3831
‚ĖĀdy	-3832
best	-3833
iloc	-3834
‚ĖĀChe	-3835
‚ĖĀbro	-3836
‚ĖĀprices	-3837
‚ĖĀdivisor	-3838
‚ĖĀhighest	-3839
‚ĖĀdescribe	-3840
3}	-3841
bc	-3842
gca	-3843
‚ĖĀOf	-3844
‚ĖĀMax	-3845
‚ĖĀbul	-3846
‚ĖĀcast	-3847
‚ĖĀdoor	-3848
‚ĖĀthus	-3849
‚ĖĀweek	-3850
‚ĖĀ2013-0	-3851
‚ĖĀencode	-3852
********	-3853
constant	-3854
tokenize	-3855
‚ĖĀpropert	-3856
‚ĖĀperformed	-3857
‚ĖĀparameters	-3858
Ex	-3859
{1	-3860
‚ĖĀge	-3861
‚ĖĀtre	-3862
‚ĖĀChar	-3863
‚ĖĀcake	-3864
digits	-3865
‚ĖĀpaths	-3866
‚ĖĀsizes	-3867
ibonacci	-3868
‚ĖĀreceived	-3869
EF	-3870
–ĺ–Ľ	-3871
229	-3872
ady	-3873
lim	-3874
""",	-3875
")).	-3876
3470	-3877
[0].	-3878
ires	-3879
‚ĖĀbat	-3880
ontal	-3881
under	-3882
‚ĖĀflip	-3883
cation	-3884
‚ĖĀSTART	-3885
‚ĖĀdecode	-3886
smallest	-3887
2(	-3888
32)	-3889
oto	-3890
‚ĖĀGe	-3891
body	-3892
year	-3893
‚ĖĀ[7,	-3894
level	-3895
‚ĖĀgirl	-3896
‚ĖĀwait	-3897
‚ĖĀapple	-3898
‚ĖĀdomin	-3899
‚ĖĀothers	-3900
‚ĖĀcountry	-3901
‚ĖĀdistribute	-3902
!"	-3903
)`	-3904
7:	-3905
mx	-3906
323	-3907
For	-3908
ped	-3909
top	-3910
—Ö–ĺ–ī	-3911
‚ĖĀPi	-3912
enry	-3913
inks	-3914
redu	-3915
ries	-3916
user	-3917
‚ĖĀ'1'	-3918
ounds	-3919
‚ĖĀremo	-3920
‚ĖĀregular	-3921
‚ĖĀmultiply	-3922
-1}	-3923
16.	-3924
`-`	-3925
4-24	-3926
‚ĖĀ1)]	-3927
floor	-3928
ource	-3929
‚ĖĀdeck	-3930
7.75,,	-3931
String	-3932
‚ĖĀfight	-3933
‚ĖĀsuper	-3934
‚ĖĀmaking	-3935
‚ĖĀschool	-3936
‚ĖĀdegrees	-3937
operatorname	-3938
)$,	-3939
223	-3940
350	-3941
500	-3942
‚ĖĀ='	-3943
‚ĖĀEl	-3944
‚ĖĀmi	-3945
‚ĖĀ1.0	-3946
‚ĖĀide	-3947
alent	-3948
sters	-3949
‚ĖĀStep	-3950
‚ĖĀhealth	-3951
‚ĖĀmeters	-3952
‚ĖĀcreated	-3953
‚ĖĀnetwork	-3954
‚ĖĀbrackets	-3955
‚ĖĀcurrently	-3956
‚ĖĀrectangular	-3957
hi	-3958
tc	-3959
–Ķ–Ľ	-3960
tmp	-3961
‚ĖĀ(`	-3962
‚ĖĀRob	-3963
illed	-3964
price	-3965
write	-3966
‚ĖĀexpl	-3967
‚ĖĀmode	-3968
‚ĖĀsong	-3969
prefix	-3970
rstrip	-3971
target	-3972
BytesIO	-3973
‚ĖĀsentence	-3974
3-	-3975
PP	-3976
ae	-3977
oot	-3978
13,,	-3979
velo	-3980
zeros	-3981
‚ĖĀBoth	-3982
‚ĖĀsche	-3983
-8")).	-3984
nomial	-3985
‚ĖĀImage	-3986
‚ĖĀdocum	-3987
‚ĖĀevent	-3988
integer	-3989
‚ĖĀheights	-3990
‚ĖĀfactorial	-3991
WW	-3992
(['	-3993
226	-3994
rot	-3995
‚ĖĀ`2	-3996
ping	-3997
\,000	-3998
beaut	-3999
tuple	-4000
[0][0]	-4001
binary	-4002
cursion	-4003
‚ĖĀproduce	-4004
‚ĖĀcustomer	-4005
‚ĖĀparameter	-4006
‚ĖĀperforming	-4007
–į—ā	-4008
orge	-4009
‚ĖĀ2):	-4010
acity	-4011
ested	-4012
orite	-4013
ormal	-4014
‚ĖĀcubes	-4015
‚ĖĀencry	-4016
‚ĖĀdivision	-4017
‚ĖĀ48	-4018
‚ĖĀ(4,	-4019
arest	-4020
‚ĖĀmach	-4021
‚ĖĀsaid	-4022
9,0,0,	-4023
cheese	-4024
‚ĖĀtaking	-4025
‚ĖĀanything	-4026
*2	-4027
LI	-4028
xd	-4029
‚ĖĀ–í	-4030
31.	-4031
cast	-4032
know	-4033
olog	-4034
‚ĖĀPIL	-4035
‚ĖĀdam	-4036
aight	-4037
asses	-4038
vator	-4039
‚ĖĀ2019	-4040
culate	-4041
factor	-4042
feature	-4043
‚ĖĀimportant	-4044
‚ĖĀrearrange	-4045
DD	-4046
sr	-4047
/57	-4048
ims	-4049
[1:]	-4050
ours	-4051
‚ĖĀ[0]*	-4052
‚ĖĀeats	-4053
indices	-4054
‚ĖĀpredict	-4055
‚ĖĀsymbols	-4056
‚ĖĀdirectly	-4057
‚ĖĀDataFrame	-4058
1),	-4059
17.	-4060
220	-4061
805	-4062
ula	-4063
-1))	-4064
‚ĖĀCal	-4065
‚ĖĀHenry	-4066
‚ĖĀrestore	-4067
‚ĖĀcombinations	-4068
(0	-4069
(5,	-4070
15,	-4071
2',	-4072
211	-4073
2,2,	-4074
‚ĖĀ18,	-4075
‚ĖĀfar	-4076
‚ĖĀfast	-4077
‚ĖĀgold	-4078
‚ĖĀpost	-4079
mplete	-4080
search	-4081
‚ĖĀterms	-4082
‚ĖĀfactors	-4083
‚ĖĀassigned	-4084
‚ĖĀstraight	-4085
‚ĖĀoccurrences	-4086
‚ĖĀdistribution	-4087
dy	-4088
‚ĖĀ!	-4089
head	-4090
